{
  "nodes": [
    {
      "id": "cG9zdDo5MjY=",
      "title": "Anja Dornieden and Juan David González Monroy",
      "slug": "anja-dornieden-and-juan-david-gonzalez-monroy",
      "content": "<p>Anja Dornieden and Juan David González Monroy are filmmakers based in Berlin. They work together under the moniker OJOBOCA. Together they practice Orrorism, a simulated method of inner and outer transformation. They have presented their films and performances in a wide variety of venues and festivals worldwide, among them the Wexner Center for the Arts, Österreichische Filmmuseum, Anthology Film Archives, Haus der Kulturen der Welt, Kunstverein München, Ullens Center for Contemporary Art, International Film Festival Rotterdam, Berlinale, New York Film Festival, Visions du Réel, RIDM, Ann Arbor Film Festival and Edinburgh International Film Festival. Both González Monroy and Dornieden are members of the artist-run film lab LaborBerlin.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "anja-dornieden-ja-juan-david-gonzalez-monroy"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MjQ=",
      "title": "Anja Dornieden ja Juan David González Monroy",
      "slug": "anja-dornieden-ja-juan-david-gonzalez-monroy",
      "content": "<p>Anja Dornieden ja Juan David González Monroy on filmitegijad Berliinist. Nad töötavad koos nime all OJOBOCA. Üheskoos praktiseerivad nad orrorismi, mis on sisemise ja välimise transfor­matsiooni simuleeritud meetod. Nende filme ja performance’eid on esitletud paljudes kunstipaikades ja festivalidel üle maailma, sealhulgas: Wexner Center for the Arts, Österreichische Filmmuseum, Anthology Film Archives, Haus der Kulturen der Welt, Kunstverein München, Ullens Center for Contemporary Art, Rotterdami rahvus­vaheline filmifestival, Berlinale, New Yorgi filmifestival, Visions du Réel, RIDM, Ann Arbori filmifestival ja Edinburgh’i rahvusvaheline filmifestival. Nii González Monroy kui ka Dornieden on artist-run filmilabori LaborBerlin liikmed.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "anja-dornieden-and-juan-david-gonzalez-monroy"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MjI=",
      "title": "fantastic little splash",
      "slug": "fantastic-little-splash-2",
      "content": "<p>fantastic little splash is a collective comprised of journalist/artist Lera Malchenko and artist/director Oleksandr Hants. The collective combines art practice and media studies, focusing on utopias, dystopia, the collective imagination and its incarnations, projections, delusions, and uncertainties. Established in 2016 in Ukraine, their projects have been exhibited at events including transmediale, post.MoMA, Plokta TV, Ars Electronica, Liste Art Fair Basel, Construction festival VI x CYNETART, KISFF, and Docudays, among others. They have also participated in the transmediale x Pro Helvetia Residency 2022, and in LaCité internationale des arts, 2023-2024.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "fantastic-little-splash"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MjA=",
      "title": "fantastic little splash",
      "slug": "fantastic-little-splash",
      "content": "<p>fantastic little splash on kollektiiv, kuhu kuuluvad ajakirjanik ja kunstnik Lera Malchenko ning kunstnik ja režissöör Oleksandr Hants. Sidudes kunstipraktika meediauuringutega, uurivad nad utoopiaid, düstoopiaid, kollektiivset kujutlusvõimet ja selle kehastusi, projektsioone, pette­kujutelmasid ja ebakindlusi. 2016. aastal Ukrainas asutatud kollektiivi projekte on näidatud muuhulgas sellistel üritustel nagu: transmediale, post.MoMA, Plokta TV, Ars Electronica, Liste kunstimess Baselis, Construction festival VI x CYNETART, KISFF ja Docudays. 2022. aastal viibisid nad transmediale x Pro Helvetia residentuuris ning 2023–2024 Cité internationale des arts’i residentuuris.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "fantastic-little-splash-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MTg=",
      "title": "Roman Khimei and Yarema Malashchuk",
      "slug": "roman-khimei-and-yarema-malashchuk",
      "content": "<p>Collaborating at the edge of visual art and cinema since 2013, Kyiv-based artists and filmmakers, Roman Khimei and Yarema Malashchuk graduated as cinematographers from the Kyiv National Theatre, Cinema and Television University. They were awarded the main award of the PinchukArtCentre Prize (2020), VISIO Young Talent Acquisition Prize (2021). Their debut documentary feature New Jerusalem received the Special Mention Award at Kharkiv MeetDocs and the duo also participated at the Future Generation Art Prize 2021. Their video works are in collections of the Museum of Contemporary Art Antwerp, Frac Bretagne, and Fondazione In Between Art Film. Yarema and Roman are members of the art group Prykarpattian Theater which is currently working on the project Theater of Hopes and Expectations.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "roman-khimei-ja-yarema-malashchuk"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MTY=",
      "title": "Roman Khimei ja Yarema Malashchuk",
      "slug": "roman-khimei-ja-yarema-malashchuk",
      "content": "<p>Kiievis tegutsevad kunstnikud ja filmitegijad Roman Khimei ja Yarema Malashchuk, kes on visuaalse kunsti ja kino piirialadel koostööd teinud 2013. aastast saadik, on mõlemad lõpetanud Kiievi Riikliku Teatri, kino ja televisiooni ülikooli filmioperaatoritena. Neile on omistatud PinchukArtCentre’i peapreemia (2020) ning VISIO Noore talendi preemia (2021). Nende dokumentaal­filmi debüüt „New Jerusalem“ („Uus Jeerusalemm“) pälvis Harkivi MeetDocsil eriauhinna ning duo osales ka Future Generation Art Prize 2021 konkursil. Nende videoteosed kuuluvad näiteks Antwerpeni Kaasaegse Kunsti Muuseumi, Frac Bretagne’i ja Fondazione In Between Art Film kollektsioonidesse. Yarema ja Roman kuuluvad kunstnikerühmitusse Prykarpattian Theatre, kellega koos töötatakse praegu projekti „Lootuste ja ootuste teater“ kallal.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "roman-khimei-and-yarema-malashchuk"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MTQ=",
      "title": "Jenny Perlin",
      "slug": "jenny-perlin-2",
      "content": "<p>Jenny Perlin makes 16mm films, videos, and animations. Her films work with and against the documentary tradition, incorporating innovative stylistic techniques to emphasize issues of truth, mis­understanding, and personal history. Perlin’s work has been shown in numerous exhibitions and film festivals, including at the Whitney Museum of American Art, the Guggenheim Museum, the Museum of Modern Art, the New York Film Festival, the Berlin Film Festival, the Rotterdam Film Festival, and others. Perlin is currently a research fellow in Visual Art at the National Academy of Art, Oslo and is director of The Hoosac Institute, a curated platform for text and image focusing on works that don’t fit conventional disciplinary narratives.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "jenny-perlin"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MTI=",
      "title": "Jenny Perlin",
      "slug": "jenny-perlin",
      "content": "<p>Jenny Perlin loob 16-mm filme, videoid ja animatsioone. Tema filmid järgivad ühteaegu dokumentalistika tavasid kui võitlevad nende vastu – kasutades uuenduslikke stiilivõtteid, tegelevad need tõe, valesti­mõistmiste ja isikliku ajaloo teemadega. Perlini töid on näidatud paljudel näitustel ja filmifestivalidel, sealhulgas: Whitney muuseumis, Guggenheimi muuseumis, MoMa’s, New Yorgi filmifestivalil, Berliini filmifestivalil, Rotterdami filmifestivalil. Perlin on hetkel Oslo Riikliku Kunstiakadeemia visuaalse kunsti teadur. Lisaks sellele juhib ta Hoosaci Instituuti, mis on kureeritud platvorm tavapäraste distsiplinaarsete narratiividega mittesobivatele tekstidele ja kujutistele.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "jenny-perlin-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MTA=",
      "title": "Jacqueline Goss",
      "slug": "jacqueline-goss-2",
      "content": "<p>Jacqueline Goss makes movies about scientific systems and how they change the ways we think about ourselves. Goss is a 2008 Tribeca Film Institute Media Arts Fellow and the 2007 recipient of the Herb Alpert Award in Film and Video. She teaches in the Film and Electronic Arts program at Bard College in the Hudson Valley of New York.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "jacqueline-goss"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MDg=",
      "title": "Jacqueline Goss",
      "slug": "jacqueline-goss",
      "content": "<p>Jacqueline Goss teeb filme teadus­süsteemidest ja sellest, kuidas need meie enesetaju muudavad. Goss oli 2008. aasta Tribeca Filmiinstituudi meediakunsti stipendiaat ja 2007. aasta Herb Alperti filmi- ja videoauhinna laureaat. Ta õpetab New Yorgi Bard kolledžis filmikunsti ja elektroonilise kunsti õppekaval.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "jacqueline-goss-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MDY=",
      "title": "Ren Ebel",
      "slug": "ren-ebel-2",
      "content": "<p>Ren Ebel is an artist and writer from Los Angeles, California. He works in a range of media including video, sound, text and drawing. He received his BFA in film and video art from the University of California, San Diego, and his MFA in studio practice from ArtCenter College of Design in Pasadena, California. His art has been shown at Gattopardo Gallery, DESCALE and Now Instant Image Hall in Los Angeles, the Spectacle Theater in New York and Azkuna Zentroa in Bilbao, Spain.His writing—fiction, essays and art criticism—has appeared in Artforum, Frieze, Mousse, X-TRA, Public Parking and Nativa, and in exhibition catalogs for Gattopardo Gallery, OPAF, La Taller Gallery and Artspace Aotearoa.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "ren-ebel"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MDQ=",
      "title": "Ren Ebel",
      "slug": "ren-ebel",
      "content": "<p>Ren Ebel on kunstnik ja kirjanik Californiast Los Angelesest. Ta töötab multi­distsiplinaarselt, kasutades nii videot, heli, teksti kui joonistusi. Tal on bakalaureusekraad filmi- ja videokunsti erialalt California Ülikoolist San Diegos ja magistrikraad visuaalse kunsti alalt ArtCenter College of Design’ist Pasadenas Californias. Tema kunsti on näidatud Gattopardo galeriis, DESCALE’is ja Now Instant Image Hall’is Los Angeleses, Spectacle Theatre’is New Yorgis ja Azkuna Zentroas Bilbaos Hispaanias. Tema kirjutatud ilukirjandust, esseesid ja kunstikriitikat on avaldatud väljaannetes nagu Artforum, Frieze, Mousse, X-TRA, Public Parking ja Nativa, ning näituse­kataloogides kunstipaikadele nagu Gattopardo galerii, OPAF, La Taller Gallery ja Artspace Aotearoa.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "ren-ebel-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MDI=",
      "title": "Laida Lertxundi",
      "slug": "laida-lertxundi-2",
      "content": "<p>Laida Lertxundi is an artist and filmmaker who lives and works between the USA and the Basque Country. Combining conceptual rigor with sensual pleasure in a process she calls Landscape Plus, her films establish parallels between landscape and the body as centers of pleasure and experience.Her films have been screened at numerous festivals such as Locarno, New York Film Festival, International Film Festival Rotterdam, London Film Festival, BFI, TIFF Toronto, Gijón, San Sebastián or Edinburgh among others. She’s a professor at École Nationale Supérieure des Beaux-Arts de Lyon and at Universidad del País Vasco.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "laida-lertxundi"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5MDA=",
      "title": "Laida Lertxundi",
      "slug": "laida-lertxundi",
      "content": "<p>Laida Lertxundi on kunstnik ja filmitegija, kes jagab oma elu ja tööd USA ja Baskimaa vahel. Sidudes kontseptuaalse jäikuse sensuaalsete naudingutega protsessis, mida ta ise nimetab Landscape Plus’iks, tõmbavad tema filmid paralleele maastike ja kehade, kui naudinguid ja kogemusi pakkuvate paikade vahel. Tema filmid on linastunud mitmetel festivalidel, sealhulgas: Locarno, New Yorgi filmifestival, Rotterdami rahvusvaheline filmifestival, Londoni filmifestival, BFI, TIFF Toronto, Gijón, San Sebastiáni ja Edinburghi filmifestival. Ta on professor École Nationale Supérieure des Beaux-Arts de Lyon’is ja Universidad del País Vascos.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "laida-lertxundi-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4OTg=",
      "title": "Tõnis Jürgens",
      "slug": "tonis-jurgens-2",
      "content": "<p>Tõnis Jürgens is an artist and writer based in Tallinn. He holds a BA in culture theory from Tallinn University and an MA in new media from the Estonian Academy of Arts. He’s also spent a year studying at the Academy of Arts, Architecture &amp; Design in Prague (UMPRUM). In 2022 he was awarded the Eduard Wiiralt scholarship. He is currently a guest lecturer and PhD candidate at the Estonian Academy of Arts. His artistic research practice involves themes such as surveillance capitalism, digital ruins, and apophenia, or the inadvertent emergence of meaning.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "tonis-jurgens"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4OTY=",
      "title": "Tõnis Jürgens",
      "slug": "tonis-jurgens",
      "content": "<p>Tõnis Jürgens on kunstnik ja kirjutaja Tallinnast. Ta omandas bakalaureusekraadi Tallinna Ülikoolist kultuuriteooria erialalt ja magistrikraadi Eesti Kunstiakadeemiast uue meedia erialalt. Lisaks on ta õppinud aasta aega ka Praha Kunsti-, arhitektuuri- ja disainiakadeemias (UMPRUM). 2022. aastal pälvis ta Eduard Wiiralti stipendiumi. Hetkel õpib ta Eesti Kunstiakadeemia dokto­rantuuris ja töötab samas külalisõppejõuna. Tema loomingulise uurimuse teemadeks on muuhulgas jälgimiskapitalism, digitaalsed varemed ja apofeenia ehk tähenduse nägemine juhuslike seoste vahel.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "tonis-jurgens-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4OTQ=",
      "title": "Liina Siib",
      "slug": "liina-siib-2",
      "content": "<p>Liina Siib is a visual artist and filmmaker who lives and works in Tallinn. She studied printmaking and photography at the Estonian Academy of Arts and has taken longer study trips to London, New York and San Francisco.Over twenty years Siib has made experimental documentary videos and short fiction films, that have been presented as installations and as works of expanded cinema in the art context both at solo and group exhibitions.The topic of her works ranges from social space to different manifestations of people’s everyday practices and daily routines. She deals with characters, spaces and situations that tend to go unnoticed due to their ordinariness or are silenced or ignored. In 2011, her project A Woman Takes Little Space represented Estonia at the 54th Venice Art Biennale.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "liina-siib"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4OTI=",
      "title": "Liina Siib",
      "slug": "liina-siib",
      "content": "<p>Liina Siib on kunstnik ja filmitegija, kes elab ja töötab Tallinnas. ÕppinudSaanud graafikat ja fotograafiatahariduse Eesti Kunstiakadeemiast, on ta oma erialaseid oskusi täiendanud ka Londonis, New Yorgis ja San Franciscos. Paarikümne aasta jooksul on ta teinud eksperimentaalseid, dokumentaalseid ja lavastuslikke videoisid ja lühifilme, mida on peamiselt esitatud installatiivsetestsiooni ja laiendfilmiina kunstikontekstides isiku- ja grupinäitustel. Teda huvitavad inimeste igapäevasedelu praktikad ja sotsiaalne ruum. Liina Siib tegeleb teemade, karakterite ja situatsiooni­dega, mis jäävad sageli märkamatuks tänu oma igapäevasusele või mis on vaigistatud ja ignoreeritud. 2011. aastal esindas tema projekt „Naine võtab vähe ruumi“ Eestit 54. Veneetsia kunstibiennaalil.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "liina-siib-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4OTA=",
      "title": "Dani ReStack",
      "slug": "dani-restack-2",
      "content": "<p>Dani ReStack is an associate professor of art at Ohio State University. In 2009 she received an MFA in film/video from Bard College, and in 2003, an MFA in Studio Arts from the University of Illinois at Chicago. She has screened her single-channel videos at the Rotterdam International Film Festival, PS1, Chicago Underground Film Festival, Lincoln Center, and Anthology Film Archives, among others. ReStack on her own work: I show my reality but I don’t consider my work diaristic because I am using the camera for understanding the world rather than simply recording it. Also I don’t consider myself unique – which means using my experience can reflect the viewer’s experience.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "dani-restack"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4ODg=",
      "title": "Dani ReStack",
      "slug": "dani-restack",
      "content": "<p>Dani ReStack on Ohio Ülikooli kunsti­dotsent. 2009. aastal omandas ta magistri­kraadi Bard kolledžist filmi ja video erialal ning 2003. aastal magistrikraadi Chicago Illinoisi ülikoolist visuaalkunsti alal. Tema ühe-kanalilised videod on linastunud muuhulgas Rotterdami rahvusvahelisel filmi­festivalil, PS1-l, Chicago Underground Film Festivalil, Lincoln Centeris ja Anthology Film Archives’is. ReStack enda loomingust: „Ma näitan oma reaalsust, aga ma ei pea oma töid päevikulaadseteks, sest kasutan kaa­merat maailma mõistmiseks, mitte lihtsalt selle jäädvustamiseks. Lisaks ei pea ma end ainulaadseks, mis tähendab, et vaataja võib end minu kogemuses ära tunda.“</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "dani-restack-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4ODY=",
      "title": "Sheilah Wilson ReStack",
      "slug": "sheilah-wilson-restack-2",
      "content": "<p>Sheilah Wilson ReStack was born and raised in Caribou River, Nova Scotia and is currently Associate Professor Photography at Denison University. She has BFA from NSCAD University and MFA from Goldmiths College. Most recently she has been working on projects analyzing the traces between history, story and the land. She uses photography, video, and text as performative and documentary tools to pick through the seams of narrative and image.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "sheilah-wilson-restack"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4ODQ=",
      "title": "Sheilah Wilson ReStack",
      "slug": "sheilah-wilson-restack",
      "content": "<p>Sheilah Wilson ReStack sündis ja kasvas Caribou Riveris Nova Scotias ning on praegu Denisoni Ülikooli fotograafia dotsent. Tal on bakalaureusekraad NSCAD’i ülikoolist ja magistrikraad Goldmithsi kolledžist. Viimasel ajal on ta tegelenud projektidega, mis uurivad ajaloo, lugude ja maa vahelisi seoseid. Ta kasutab fotograafiat, videot ja teksti performatiivsete ja dokumenteerivate vahenditena, et uurida narratiivi ja kujutiste vahelisi seoseid.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "sheilah-wilson-restack-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4ODI=",
      "title": "João Pedro Rodrigues",
      "slug": "joao-pedro-rodrigues-2",
      "content": "<p>João Pedro Rodrigues is a native of Lisbon. After studying biology at Lisbon University he attended the Lisbon Film School, where he obtained his diploma. His public film career began at the 54th Venice Festival in 1997 with the short Parabéns!, which won the Special Jury Prize. In the same year he made Esta É A Minha Casa and Viagem à Expo, a two-part documentary. In 2000 he directed his first fiction feature, Phantom, which was screened in the 57th Venice Festival’s Official Competition. In 2005, Odete won several awards including a Cinémas de Recherche Special Mention at the Directors’ Fortnight in Cannes. His feature project To Die Like A Man was selected in 2007 by Cinéfondation forL’Atelier in Cannes and was released in 2009.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "joao-pedro-rodrigues"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4ODA=",
      "title": "João Pedro Rodrigues",
      "slug": "joao-pedro-rodrigues",
      "content": "<p>João Pedro Rodrigues on pärit Lissa­bonist. Pärast bioloogiaõpinguid Lissaboni Ülikoolis asus ta õppima Lissaboni filmikooli. Filmi­tegijana sai tema karjäär hoo sisse 1997. aastal 54. Veneetsia filmi­festivalilt, mil tema lühifilm „Parabéns!“ pälvis žürii eri­­auhinna. Samal aastal valmis ka kaheosaline dokumentaalfilm „Esta É Minha Casa“ ja „Viagem à Expo“. 2000. aastal tegi ta oma esimese mängufilmi “Phantom”, mis osales 57. Veneetsia Filmifestivali ametlikus võistlus­programmis. 2005. aastal võitis ta filmiga „Odete“ mitmeid auhindu, sealhulgas Cinémas de Recherche äramärkimise Director’s Fortnight’ilt Cannes’is. Cinéfondation valis tema mängufilmiprojekti „To Die Like a Man“ 2007. aasta L’Atelier Cannes’i programmi ning see linastus 2009. aastal.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "joao-pedro-rodrigues-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4Nzg=",
      "title": "Eitan Efrat and Sirah Foighel Brutmann",
      "slug": "eitan-efrat-and-sirah-foighel-brutmann",
      "content": "<p>Eitan Efrat and Sirah Foighel Brutmann are working in collaboration, creating works in the audiovisual field, installation and performance. They live and work in Brussels. Sirah and Eitan’s practice focuses on the performative aspects of the moving image. In their work they aim to mark the spatial and durational potentialities of reading of images – moving or still; the relations between spectatorship and history; the temporality of narratives and memory and the material surfaces of image production. Their works have been shown in duo exhibitions in Kunsthalle Basel; Argos, Brussels and CAC Delme; at group exhibitions in Argos; Museum für Kunst und Gewerbe, Hamburg; Portikus, Frankfurt; Jeu de Paume, Paris and STUK, Leuven. In film festivals such as EMAF, Osnabrück; Atonal, Berlin; Doc Lisboa; Oberhausen Film Festival; Rotterdam Film Festival; Les Rencontres International, Paris and Berlin; New Horizons, Wrocław; Images, Toronto ; 25FPS, Zagreb. Sirah and Eitan are currently teaching at ERG, Brussels.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "eitan-efrat-ja-sirah-foighel-brutmann"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo4NzY=",
      "title": "Eitan Efrat ja Sirah Foighel Brutmann",
      "slug": "eitan-efrat-ja-sirah-foighel-brutmann",
      "content": "<p>Eitan Efrat ja Sirah Foighel Brutmann loovad koos audiovisuaalseid teoseid, installatsioone ja performance’eid. Nad elavad ja töötavad Brüsselis. Sirah’ ja Eitani praktika keskendub liikuva pildi performa­tiivsetele aspektidele. Oma loominguga soovivad nad pöörata tähelepanu liikuvate ja liikumatute piltide lugemisega seotud ruumilistele ja kestuslikele potentsiaalidele, samuti aga vaatamise ja ajaloo suhetele, narratiivide ja mälu ajalisusele ning pildiloome materiaalsetele pindadele. Nad on esinenud duonäitustel kunstipaikades nagu: Kunsthalle Basel; Argos, Brüssel; CAC Delme; ning grupinäitustel: Argos; Museum für Kunst und Gewerbe, Hamburg; Portikus, Frankfurt; Jeu de Paume, Pariis ja STUK, Leuven. Filmifestivalidel: EMAF, Osnabrück; Atonal, Berliin; Doc Lisboa; Oberhauseni filmifestival; Rotterdami filmifestival; Les Rencontres International, Pariis ja Berliin; New Horizons, Wrocław; Images, Toronto; 25 FPS, Zagreb. Sirah ja Eitan õpetavad praegu School of Graphic Research’is (ERG) Brüsselis.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "eitan-efrat-and-sirah-foighel-brutmann"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo0Njg=",
      "title": "Diane Severin Nguyen",
      "slug": "diane-severin-nguyen-2",
      "content": "<p>Diane Severin Nguyen works with photography, video, and installation. Through material and sculptural experimentations, Nguyen approaches the photographic moment as one of transformation. The artist is particularly interested in exceeding photography as a mode of documentation, and engages with it rather as a set of conditions shaped by desire and speculation. Her video work narrativizes these tensions by examining the histories of power, victimhood, and forms of propaganda that underpin cultural (and self) image-making. She has exhibited her work internationally, in places like SculptureCenter, The Renaissance Society, the Rockbund Museum, MoMA PS1, the Carnegie Museum of Art, the Schinkel Pavilion, Jeu de Paume, the Hammer Museum, and many others. Her films have been screened at  film festivals such as the New York Film Festival, International Film Festival Rotterdam, and Berlinale. Nguyen is a recent recipient of the 2023 Guggenheim fellowship and lives and works in New York.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.dianeseverinnguyen.net/home\">dianeseverinnguyen.net</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "diane-severin-nguyen"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo0NjY=",
      "title": "Diane Severin Nguyen",
      "slug": "diane-severin-nguyen",
      "content": "<p>Diane Severin Nguyen töötab fotograafia, video ja installatsiooniga. Katsetades nii materjali kui skulpturaalsete vormidega, näeb Nguyen fotograafilises hetkes eelkõige transformatsiooni võimalust. Soovides väljuda fotograafia dokumenteerivast raamistikust suhestub kunstnik fotoga pigem kui ihast ja spekulatsioonidest kantud tingimuste kogumiga. Tema videolooming annabki hääle nendele pingetele, uurides võimul ja ohvriks olemise ajalugu ning kultuurilist (ja isiklikku) kujundiloomet mõjutavaid propagandavorme. Tema töid on näidatud rahvusvaheliselt, sealhulgas kunstipaikades nagu SculptureCenter, The Renaissance Society, Rockbund Art Museum, MoMA PS1, Carnegie Museum of Art, Schinkel Pavilion, Jeu de Paume, Hammer Museum jpt. Tema filmid on linastunud New Yorgi filmifestivalil, Rotterdami rahvusvahelisel filmifestivalil ja Berlinalel. Nguyen on värske 2023. aasta Guggenheimi stipendiaat ning ta elab ja töötab New Yorgis.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.dianeseverinnguyen.net/home\">dianeseverinnguyen.net</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "diane-severin-nguyen-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo0NjQ=",
      "title": "Veli Granö",
      "slug": "veli-grano-2",
      "content": "<p>Veli Granö has worked in many fields of visual arts. His interest in the image is related to its special and ever-changing ability to tell stories. That&#8217;s why Granö uses a wide variety of photography and filmmaking tools in the production of his works. Although sometimes Granö’s works are very abstract, there is always something very concrete behind them, sometimes even &#8220;pure&#8221; documentarism. Veli Granö’s works have been shown in the Kiasma Art Museum, the main exhibition of the Venice Biennale, the Manifesta Biennale, MoMA PS1, the Sydney Biennale, the Whitney Museum, the Baltic Centre for Contemporary Art, among others.</p>\n<p><a href=\"http://veligrano.com/\">http://veligrano.com/</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "veli-grano"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo0NjI=",
      "title": "Veli Granö",
      "slug": "veli-grano",
      "content": "<p>Veli Granö on töötanud mitmetes erinevates kujutava kunsti meediumites. Tema huvi kujutise vastu on seotud selle erilise ja pidevalt muutuva võimega lugusid jutustada. Seetõttu kasutabki Granö oma tööde loomisel väga erinevaid fotograafia ja filmitegemise võtteid. Kuigi Granö tööd on vahel väga abstraktsed, on nende taga alati ka midagi konkreetset, vahel isegi „puhast“ dokumentalismi. Veli Granö töid on näidatud Kiasma kaasaegse kunsti muuseumis, Veneetsia biennaali põhinäitusel, Manifesta biennaalil, MoMA PS1’s, Sydney biennaalil, Whitney muuseumis, Baltic Centre for Contemporary Art’is jm.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://veligrano.com/\">http://veligrano.com/</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "veli-grano-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxNDg=",
      "title": "Sara Bjarland",
      "slug": "sara-bjarland-2",
      "content": "<p>Sara Bjarland (b.1981, Helsinki) is a Finnish artist based in Amsterdam. She graduated from the Slade School of Fine Art in London in 2007 and in 2012-2013 she participated in the studio programme at Higher Institute for Fine Arts in Ghent. Recent exhibitions include <em>What My Hands Know</em> at Arti et Amicitiae in Amsterdam (2023), Deposits at Sculptor Gallery in Helsinki (2022), with Love, curated by Maria Ragnestam, Museum Anna Nordlander in Skellefteå, <em>Constant Eruptions</em> at Hopstreet Gallery, Brussels (2020) and <em>Crumple, fail, faint, fal</em>l at Galleri Sinne, Helsinki (2020), <em>Uncertainty and Ground Conditions</em> at DASH, Kortrijk (2019). In 2020 she received the William Thuring award from the Finnish Arts Association and in 2019 she was one of the five short listed artists for Below Zero Prize for Finnish artists (initiated by the Finnish Institute in London). Her work has been acquired by Kiasma Museum for Contemporary Art (Helsinki), The Jenny and Antti Wihuri Foundation (Helsinki) and several private collections in Belgium, Finland and The Netherlands.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://sarabjarland.com/\" target=\"_blank\" rel=\"noopener\">sarabjarland.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "sara-bjarland"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxNDY=",
      "title": "Sara Bjarland",
      "slug": "sara-bjarland",
      "content": "<p>Sara Bjarland on Amsterdamis elav Soome kunstnik. Ta lõpetas 2007. aastal Slade School of Fine Art’i Londonis ning osales 2012–2013 Genti Higher Institute of Fine Artsi stuudioprogrammis. Tema viimaste näituste hulka kuuluvad: „What My Hands Know“ Arti et Amicitiae’s Amsterdamis (2023), „Deposits“ Sculptor Gallerys Helsingis (2022), „with Love“ Anna Nordlanderi muuseumis Skellefteås, Rootsis (kuraator: Maria Ragnestam), „Constant Eruptions“ Hopstreet Gallerys Brüsselis (2020), „Crumple, fail, faint, fall“ Galleri Sinnes Helsingis (2020) ning „Uncertainty and Ground Conditions“ DASHis Kortrijkis, Belgias (2019). 2020. aastal pälvis ta Soome Kunstnike Liidult William Thuringi preemia ja 2019. aastal oli ta ühena viiest kunstnikust nomineeritud Soome kunstnikele suunatud Below Zero Prize’ile (ellu kutsutud Soome Instituudi poolt Londonis). Tema tööd kuuluvad Kiasma Kaasaegse Kunsti Muuseumi (Helsingi) ning Jenny ja Antti Wihuri Fondi (Helsingi) kollektsiooni, nagu ka mitmetesse erakogudesse Belgias, Soomes ja Hollandis.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://sarabjarland.com/\" target=\"_blank\" rel=\"noopener\">sarabjarland.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "sara-bjarland-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxODM=",
      "title": "Jessica Wilson",
      "slug": "jessica-wilson-3",
      "content": "<p>Jessica Wilson creates computer-generated animations that explore the entangled relationships between physical and virtual realms. She is a resident artist for 2023–24 at the Rijksakademie van Beeldende Kunsten in Amsterdam, Netherlands. Recent solo and group exhibitions include <em>Perfectly Clear</em> with Kai Matsumiya Gallery at Liste Art Fair Basel; <em>The Painters New Tools</em> at Nahmad Contemporary, New York (2022); <em>Under the Hood</em> at Riga Technoculture Research Unit (2022); <em>Screen Series: Jessica Wilson</em> at New Museum, New York (2020); <em>Not Normally at Rest</em>, at Page (NYC), New York (2020); and <em>Faulty Bulb</em>, at Crush Curatorial, New York (2019). Her works have been included in screenings and film festivals including at Callie’s, Berlin (2023); International Film Festival, Rotterdam (2020); Global Anesthetics, Athens (2019); Art Metropole at the Museum of Contemporary Art, Toronto (2019); and Pioneer Works, New York (2018). Wilson lives and works in New York and Amsterdam.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.jessicawilson.co.uk/\" target=\"_blank\" rel=\"noopener\">jessicawilson.co.uk</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "jessica-wilson"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxODE=",
      "title": "Jessica Wilson",
      "slug": "jessica-wilson-2",
      "content": null,
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "jessica-wilson-3"
        },
        {
          "slug": "jessica-wilson"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxNDQ=",
      "title": "Jessica Wilson",
      "slug": "jessica-wilson",
      "content": "<p>Jessica Wilson loob arvutianimatsioone, mis tegelevad füüsilise ja virtuaalse maailma läbipõimunud suhete uurimisega. 2023–24 on ta residentkunstnik Rijksakademie van Beeldende Kunstenis Amsterdamis, Hollandis. Tema viimaste isiku- ja grupinäituste hulka kuuluvad: „Perfectly Clear“ Kai Matsumiya galeriiga Liste kunstimessil Baselis, „The Painters New Tools“ Nahmad Contemporarys New Yorgis (2022), „Under the Hood“ Riga Technoculture Research Unitis (2022), „Screen Series: Jessica Wilson“ New Museumis New Yorgis (2020), „Not Normally at Rest“ Page’is New Yorgis (2020) ning „Faulty Bulb“ Crush Curatorialis New Yorgis (2019). Tema teoseid on näidatud ka linastustel ja filmifestivalidel, sh Callie’s’s Berliinis (2023), Rotterdami rahvusvahelisel filmifestivalil (2020), näituse „Global Anesthetics“ raames Ateenas (2019), Art Metropole’il Toronto Kaasaegse Kunsti Muuseumis (2019) ning Pioneer Worksis New Yorgis (2018). Wilson elab ja töötab New Yorgis ning Amsterdamis.</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.jessicawilson.co.uk/\" target=\"_blank\" rel=\"noopener\">jessicawilson.co.uk/</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "jessica-wilson-3"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxNDI=",
      "title": "Anu Vahtra",
      "slug": "anu-vahtra-2",
      "content": "<p>Anu Vahtra is an artist working primarily with photography, video and installation. Initiated by the architectural characteristics as well as historical and contextual background of a certain site, Vahtra’s works often focus on the exhibition format and specifics of an exhibition space but also tackle issues of urban space. Vahtra has participated in numerous group exhibitions and has had solo exhibitions in Estonia and abroad. In 2017, she was an artist in residence at ISCP in New York and in 2020 at the WIELS Contemporary Art Centre in Brussels. Since 2022, Vahtra works as the head of MA Contemporary Art program at the Estonian Academy of Arts.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://anuvahtra.com/\" target=\"_blank\" rel=\"noopener\">anuvahtra.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "anu-vahtra"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxNDA=",
      "title": "Anu Vahtra",
      "slug": "anu-vahtra",
      "content": "<p>Anu Vahtra on foto-, video- ja installatsioonimeediumis töötav kunstnik, kelle looming on sageli seotud ruumilise konteksti või arhitektuurse keskkonnaga, kus loomingut näidatakse. Lähtudes konkreetse koha arhitektuurilistest iseärasustest ning ajaloolisest ja kontekstuaalsest taustast, keskendub Vahtra teostes sageli näituseformaadile ja näituseruumi spetsiifikale, kuid käsitleb ka linnaruumiga seotud küsimusi. Vahtra on osalenud mitmetel rahvusvahelistel grupinäitustel ja esinenud isiknäitustega nii Eestis kui mujal. 2017. aastal osales ta ISCP residentuuris New Yorgis ja 2020. aastal WIELSi Kaasaegse Kunsti Keskuse residentuuris Brüsselis. Alates aastast 2022 töötab Eesti Kunstiakadeemias kaasaegse kunsti magistriõppekava juhina.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://anuvahtra.com/\" target=\"_blank\" rel=\"noopener\">anuvahtra.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "anu-vahtra-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMzg=",
      "title": "Viktor Timofeev",
      "slug": "viktor-timofeev-2",
      "content": "<p>Viktor Timofeev works across generative video, painting, installation and sound, frequently combining the mediums to create semi-fictional environments. He received his MFA at the Piet Zwart Institute in Rotterdam and his BFA at Hunter College in New York. Recent solo exhibitions include <em>DOG</em> at Interstate Projects, New York (2021); <em>God Objects</em> at Futura/Karlin Studios, Prague (2020); <em>Stairway to Melon</em> at kim? Contemporary Art Center, Riga (2017); and <em>S.T.A.T.E.</em> at Drawing Room, London (2016). Recent group exhibitions include <em>Shallow Springs</em> at Kohta Kunsthalle, Helsinki (2023); 14th Baltic Triennial at CAC, Vilnius (2021); <em>Unexpected Encounters</em> at the Latvian National Museum of Art (2019); <em>A Barbarian In Paris</em> at Fondation Ricard, Paris (2018); and <em>Somewhere In Between</em> at Bozar, Brussels (2018).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://viktortimofeev.com/\" target=\"_blank\" rel=\"noopener\">viktortimofeev.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "viktor-timofeev"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMzY=",
      "title": "Viktor Timofeev",
      "slug": "viktor-timofeev",
      "content": "<p>Viktor Timofeev tegeleb genereeritud video, maali, installatsiooni ja heliga, kombineerides poolfiktsionaalsete keskkondade loomiseks sageli erinevaid meediume. Tal on magistrikraad Rotterdami Piet Zwarti Instituudist ja bakalaureusekraad New Yorgi Hunter College’ist. Tema viimaste isikunäituste hulka kuuluvad: „DOG“ Interstate Projects’is New Yorgis (2021), „God Objects“ Futura/Karlin Studios’s Prahas (2020), „Stairway to Melon“ Kim? Kaasaegse Kunsti Keskuses Riias (2017) ning „S.T.A.T.E.“ Drawing Roomis Londonis (2016). Temad viimased grupinäitused on olnud: „Shallow Springs“ Kohta Kunsthalles Helsingis (2023), 14. Balti triennaal CAC’is Vilniuses (2021), „Unexpected Encounters“ Läti Rahvuslikus Kunstimuuseumis (2019), „A Barbarian In Paris“ Fondation Ricard’is Pariisis (2018) ning „Somewhere In Between“ Bozaris Brüsselis (2018).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://viktortimofeev.com/\" target=\"_blank\" rel=\"noopener\">viktortimofeev.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "viktor-timofeev-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMzQ=",
      "title": "Pire Sova & Ando Naulainen",
      "slug": "pire-sova-ando-naulainen-2",
      "content": "<p>Pire Sova and Ando Naulainen are artists living in Tallinn, Estonia. Sova primarily works with installation and stage design. Naulainen works with video, sound and image manipulation. Since 2017, they co-run an ongoing participatory performance series Persona that focuses on exploring the self and community identity. The event series takes on different forms, such as installations, readings, dress-up events and a radio show. In addition to Sova and Naulainen, Persona involves a number of participants, with the aim to provide a space for researching different ways of expression.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://piresova.com/\" target=\"_blank\" rel=\"noopener\">piresova.com</a></p>\n<p><a href=\"http://andonaulainen.com/\" target=\"_blank\" rel=\"noopener\">andonaulainen.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "pire-sova-ando-naulainen"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMzI=",
      "title": "Pire Sova & Ando Naulainen",
      "slug": "pire-sova-ando-naulainen",
      "content": "<p>Pire Sova ja Ando Naulainen on kunstnikud, kes elavad ja töötavad Tallinnas, Eestis. Sova tegeleb eelkõige installatsiooni ja lavakujundusega. Naulainen töötab video, heli ja pildi manipulatsiooniga. 2017. aastal algatasid nad ühiselt kõigile avatud performatiivsete ürituste sarja „Persona“, mille keskseteks teemadeks on nii eneseavastamine kui ka kogukondlik identiteet. Üritustesari avaldub erinevates formaatides, nt installatsioonide, ühislugemiste, kostüümipidude ja raadiosaate kujul. Lisaks Sovale ja Naulainenile on „Persona“ tegemistesse kaasatud hulk erinevaid osalejaid, eesmärgiga pakkuda pinda erinevate eneseväljendusviiside uurimiseks.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://piresova.com/\" target=\"_blank\" rel=\"noopener\">piresova.com</a></p>\n<p><a href=\"http://andonaulainen.com/\" target=\"_blank\" rel=\"noopener\">andonaulainen.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "pire-sova-ando-naulainen-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMzA=",
      "title": "Norman Orro & Joonas Timmi",
      "slug": "norman-orro-joonas-timmi-2",
      "content": "<p>Norman Orro is an Estonian artist and musician working at the junction of ecology, technology and humanities. His sound art project Music For Your Plants offers a sonic exploration of the post-human condition through a world in which objects are given agency to converse through audible frequencies. Using speculative and machine assisted compositions the project attempts to bridge an artificial divide between nature and culture, there is an ominous but pleasing tone to the interplay of semantic and atmospheric sounds — the human voice spoken by a machine becomes a bird call for the rocks. Active since 2010 the project has manifested in concept albums, visual essays and installations with notable collaborations including a soundtrack for the China Pavilion in the 56th Venice Biennale, audiovisual web-installations for DISmagazine and Ofluxo and performances at Creamcake festival and Creepy Teepee.</p>\n<p>&nbsp;</p>\n<p>Joonas Timmi delves into the modern identity of craftsmanship, seamlessly fusing traditional woodworking methods with contemporary technologies such as VR modeling, 3D printing, and CNC milling. His work is an exploration of the human experience, where he seeks to uncover the psychological layers that reside within our material possessions. Through his creations, he aims to evoke a sense of nostalgia and longing, while simultaneously pushing the boundaries of functionality. His work is characterized by its naturalistic forms and an almost human-like presence, inviting the viewer to question the role of objects in our lives and their ability to evoke emotion.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://normanorro.com/\" target=\"_blank\" rel=\"noopener\">normanorro.com</a></p>\n<p><a href=\"https://joonastimmi.com/\" target=\"_blank\" rel=\"noopener\">joonastimmi.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "norman-orro-joonas-timmi"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMjg=",
      "title": "Norman Orro & Joonas Timmi",
      "slug": "norman-orro-joonas-timmi",
      "content": "<p>Norman Orro on kunstnik ja muusik, kes tegutseb ökoloogia, tehnoloogia ja humanitaaria ristmikul. Tema helikunstiprojekt „Music For Your Plants” uurib maailma posthumanistliku prisma läbi, kus inimkesksed vaated pole domineerivad. Kasutades spekulatiivseid ja algorütmilisi loometehnikaid, püüab projekt ületada kunstlikku lõhet looduse ja kultuuri vahel. Semantiliste ja atmosfääriliste helide vastastikmõjus on tajutav teatav õõvastav, kuid samas meeldiv toon — tehislikust inimhäälest saab omamoodi linnulaul kividele. 2010. aastal alguse saanud projekti raames on Orro loonud nii kontseptuaalseid albumeid, visuaalseid esseid kui installatsioone, mis on päädinud ka mitmete märkimisväärsete koostöödega, nagu 56. Veneetsia biennaali Hiina paviljoni helikujunduse, DISmagazine&#8217;ile ja Ofluxo platvormile loodud audiovisuaalsete veebiinstallatsioonide ning esinemistega Creamcake festivalil ja Creepy Teepee’l.</p>\n<p>&nbsp;</p>\n<p>Joonas Timmi sukeldub käsitöö modernsesse identiteeti, sulatades traditsioonilised puidutöötlemise meetodid sujuvalt kaasaegsete tehnoloogiatega nagu VR-modelleerimine, 3D-printimine ja CNC-freesimine. Tema töö on uurimus inimkogemusest ja meie materiaalsete omandite psühholoogilistest kihtidest, luues teoseid, mis tekitavad nostalgia ja igatsuse tunde, samal ajal funktsionaalsuse piire nihutades. Tema loomingule on iseloomulikud naturalistlikud vormid ja peaaegu inimlaadne kohalolu, mis kutsub vaatajat mõtistklema objektide rolli üle meie igapäevaelus ning nende võime üle tekitada emotsioone.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://normanorro.com/\" target=\"_blank\" rel=\"noopener\">normanorro.com</a></p>\n<p><a href=\"https://joonastimmi.com/\" target=\"_blank\" rel=\"noopener\">joonastimmi.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "norman-orro-joonas-timmi-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMjY=",
      "title": "Kosen Ohtsubo",
      "slug": "kosen-ohtsubo-2",
      "content": null,
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "kosen-ohtsubo"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMjQ=",
      "title": "Kosen Ohtsubo",
      "slug": "kosen-ohtsubo",
      "content": null,
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "kosen-ohtsubo-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMjI=",
      "title": "Laila Majid & Louis Blue Newby",
      "slug": "laila-majid-louis-blue-newby-2",
      "content": "<p>Laila Majid and Louis Blue Newby are a collaborative practice based in London, UK. Their work has been awarded and exhibited internationally with recent exhibitions including: <em>Beautiful Girls on Top!</em> at Sadie Coles HQ’s The Shop, London; Circa x Dazed Class of 2022 at Piccadilly Circus Lights, London; <em>SKINFLICKS</em> at Xxijra Hii, London; <em>not yet</em> at San Mei Gallery, London; <em>healthy pink</em> at springseason, <em>London and hold my hand by the tail at Transition Two</em>, London. Group exhibitions have included: south florida sky at TICKTACK, Antwerp; <em>Between You and Me</em> at San Mei Gallery, London; <em>But Not Blue</em> at Collective Ending, London; <em>City Entwined</em> at Paradise Row, London; <em>I Knock On Your Skin</em> at SET Woolwich, London; <em>Sour Persimmons Chasm</em> at Ex-Baldessarre, Bedford; <em>Hydrangea</em> at Nakhon Ratchasima, Thailand.&#8217;</p>\n<p>&nbsp;</p>\n<p><a href=\"https://xxijrahii.net/laila-majid-louis-blue-newby-profile/\" target=\"_blank\" rel=\"noopener\">Homepage</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "laila-majid-louis-blue-newby"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMjA=",
      "title": "Laila Majid & Louis Blue Newby",
      "slug": "laila-majid-louis-blue-newby",
      "content": "<p>Laila Majid ja Louis Blue Newby on kahe Londonis, Suurbritannias tegutseva kunstniku ühine koostööpraktika. Nende loomingut on rahvusvaheliselt tunnustatud ja näidatud, sealhulgas hiljutistel näitustel nagu: „Beautiful Girls on Top!“ Sadie Coles HQ’s The Shop’is Londonis, „Circa x Dazed Class of 2022“ Piccadilly Circus Lights’is Londonis, „SKINFLICKS“ Xxijra Hii’s Londonis, „not yet“ San Mei Gallerys Londonis, „healthy pink“ artist-run space’is Springseason Londonis ning „hold my hand by the tail“ galeriis Transition Two Londonis. Grupinäituste hulka on kuulunud: „south florida sky“ TICKTACK’is Antwerpenis, „Between You and Me“ San Mei Gallerys Londonis, „But Not Blue“ Collective Ending’is Londonis, „City Entwined“ Paradise Row’s Londonis, „I Knock On Your Skin“ SET Woolwichis Londonis, „Sour Persimmons Chasm“ Ex-Baldessarre’s Bedfordis, „Hydrangea“ Nakhon Ratchasimas Tais.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://xxijrahii.net/laila-majid-louis-blue-newby-profile/\" target=\"_blank\" rel=\"noopener\">Koduleht</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "laila-majid-louis-blue-newby-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMTg=",
      "title": "Karel Koplimets",
      "slug": "karel-koplimets-2",
      "content": "<p>Karel Koplimets is an installation artist based in Tallinn, Estonia. He has an MA degree in Photography (Estonian Academy of Arts, 2013) and has finished a two year postgraduate programme at HISK (Higher Institute for Fine Arts, Belgium, 2021). He has received the Estonian Artist Laureate Salary (2020–2022) and he was nominated for the main art prize in Estonia (Köler Prize, 2013). Koplimets has participated in various exhibitions in Estonia and abroad. Recent exhibition projects include: solo exhibition<em> One Is the Loneliest Number</em> in (AV17)Gallery (Vilnius, 2022) and group shows <em>Art in the Comfort Zone?</em> <em>The 2000s in Estonian Art</em> in Kumu Art Museum (Tallinn, 2021) and Sonsbeek´s Conjunctions programme in Park Sonsbeek (Arnheim, 2021). His works are included in various collections in Europe, e.g., Museum of Contemporary Art Kiasma, Musée de l&#8217;Elysée and Art Museum of Estonia. Koplimets has also participated in different art residency programmes, e.g., EIB Institute&#8217;s Artists Development Programme (Luxembourg, 2019) and Helsinki International Artist Programme (2015).</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.karelkoplimets.com/\" target=\"_blank\" rel=\"noopener\">karelkoplimets.com</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "karel-koplimets"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMTY=",
      "title": "Karel Koplimets",
      "slug": "karel-koplimets",
      "content": "<p>Karel Koplimets on installatsioonikunstnik, kes elab ja töötab Tallinnas, Eestis. Tal on magistrikraad fotograafias (Eesti Kunstiakadeemia, 2013) ning ta on läbinud kaheaastase kraadiõppe HISK’is (Kaunite Kunstide Kõrgkool Belgias, 2021). 2020–2022 oli ta üks riikliku kunstnikupalga saajatest ning 2013. aastal oli ta nomineeritud Köler Prize’ile. Koplimets on osalenud arvukatel näitustel nii Eestis kui välismaal. Tema viimaste näituste hulka kuuluvad: isikunäitus „One Is the Loneliest Number“ (AV17) galeriis Vilniuses (2022) ning grupinäitused „Kunst mugavustsoonis? Nullindad Eesti kunstis“ KUMUs Tallinnas (2021) ja „Sonsbeek’s Conjunctions programme“ Park Sonsbeekis Arnheimis (2021). Tema teosed kuuluvad paljudesse kunstikogudesse Euroopas, sh Kiasma, Musée de l’Elysée (Šveits) ja Eesti Kunstimuuseumi kogudesse. Koplimets on osalenud ka erinevates residentuuriprogrammides, nt Euroopa Investeerimispanga kunstnike arendusprogrammis (Luksemburg, 2019) ja Helsingi rahvusvahelises kunstnikeprogrammis HIAP (2015).</p>\n<p>&nbsp;</p>\n<p><a href=\"http://www.karelkoplimets.com/\" target=\"_blank\" rel=\"noopener\">karelkoplimets.com</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "karel-koplimets-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMTQ=",
      "title": "Elo-Reet Järv",
      "slug": "elo-reet-jarv-2",
      "content": "<p>Elo-Reet Järv (1939–2018) was an Estonian leather artist. She graduated from the National Art Institute of the Estonian SSR (former Estonian Academy of Arts) in 1964, worked as an artistic editor in the publishing house &#8220;Eesti Raamat&#8221; (1969–1975) and started participating in exhibitions from 1966. At the beginning of her creative career, Järv worked mostly with leather art and bookbinding, but from the 1970s she started experimenting more and more with sculptural forms made of leather, that gradually began to challenge the boundaries between applied arts and visual arts. These experiments developed into the distinctive sculptural practice for which she is best known for. In the 1990s, Järv exhibited together with the neo-surrealist group &#8220;Para-89&#8221;. Järv had numerous solo exhibitions in Estonia, but she also participated in group exhibitions in many parts of Europe. She received several awards, including the Kristjan Raud Art Award twice (1984 and 2012).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://et.wikipedia.org/wiki/Elo-Reet_J%C3%A4rv\" target=\"_blank\" rel=\"noopener\">Wikipedia</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "elo-reet-jarv"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMTI=",
      "title": "Elo-Reet Järv",
      "slug": "elo-reet-jarv",
      "content": "<p>Elo-Reet Järv (1939–2018) oli Eesti nahakunstnik. Järv lõpetas Eesti Riikliku Kunstiinstituudi (1964), töötas kunstilise toimetajana kirjastuses „Eesti Raamat” (1969–1975) ning hakkas näitustel osalema 1966. aastal. Järv töötas oma loometee algul pigem nahakunsti ja köitekujundusega ning alates 1970. aastatest katsetas aina enam nahksete skulpturaalvormidega, mis hakkasid järk-järgult proovile panema tarbekunsti ja kujutava kunsti piire. Need katsetused kujunesid omanäoliseks skulptuuripraktikaks, mille poolest ta kõige enam tuntud on. 1990. aastatel esines Järv koos neosürrealistliku rühmitusega „Para-89”. Järvel toimus arvukalt isikunäitusi Eestis ja ta on osalenud rühmanäitustel mitmelpool Euroopas. Ta pälvis mitmeid preemiaid, seehulgas kahel korral Kristjan Raua preemia (1984 ja 2012).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://et.wikipedia.org/wiki/Elo-Reet_J%C3%A4rv\" target=\"_blank\" rel=\"noopener\">Wikipedia</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "elo-reet-jarv-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMTA=",
      "title": "Patricia Domínguez",
      "slug": "patricia-dominguez-2",
      "content": "<p>Patricia Domínguez Claro holds a MFA from Hunter College, NY (2013) and a Botanical Art Illustration Certificate from the New York Botanical Garden (2011). Bringing together experimental research on ethnobotany, healing practices, and extractivism, her work focuses on tracing digital and spiritual relationships between living species in an increasingly corporate cosmos. Among others, her recent exhibitions include <em>Transmediale</em>, Berlin (colab with Suzanne Treister, 2023); <em>Butterfly Affect</em> at Fondazione Sandretto, Torino (2023); <em>Screen Series</em> at New Museum, NY (2022); <em>Rooted Beings</em> at Wellcome Collection, London (2022); <em>Abundant Futures</em> in Troubled Times at TBA21 C3A (2022); Gwangju Biennale, South Korea (2021); <em>Transmediale</em>, Berlin (2021);<em> La Casa Encendida</em>, Madrid (2021); <em>How to Tread Lightly</em> at Thyssen-Bornemisza Museum, Madrid (2020); <em>Madre Drone</em> at CentroCentro, Madrid (2020); and <em>Green Irises</em> at Gasworks, London (2019). She is currently the director of the ethnobotanical platform Studio Vegetalista and was recently awarded with Beca Botín (2022) and SIMETRIA prize to participate in a residency at CERN (2021), also contributed to <em>Documents of Contemporary Art: Health</em> and Season 1 for TBA21 (both 2020).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.patriciadominguez.cl/\" target=\"_blank\" rel=\"noopener\">patriciadominguez.cl</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "patricia-dominguez"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMDg=",
      "title": "Patricia Domínguez",
      "slug": "patricia-dominguez",
      "content": "<p>Patricia Domínguez Claro omab magistrikraadi (MFA) New Yorgi Hunter College’ist (2013) ja tunnistust New Yorgi Botaanikaaia botaanilise illustratsiooni kursuselt (2011). Tuues eksperimentaalses uurimuses kokku etnobotaanika, tervendavad praktikad ja ekstraktivismi, keskendub ta oma loomingus digitaalsete ja spirituaalsete suhete kaardistamisele erinevate elusolendite ja liikide vahel üha enam korporatiivses kosmoses maailmas. Tema viimaste näituste hulka kuuluvad: „Transmediale“ Berliinis (koostöös Suzanne Treisteriga, 2023), „Butterfly Affect“ Fondazione Sandrettos Torinos (2023), „Screen Series“ New Museumis New Yorgis (2022), „Rooted Beings“ Wellcome Collectionis Londonis (2022), „Abundant Futures in Troubled Times, TBA21“ C3As Córdobas (2022), Gwangju biennaal Lõuna-Koreas (2021), „Transmediale“ Berliinis (2021), „La Casa Encendida“ Madridis (2021), „How to Tread Lightly?“ Thyssen-Bornemisza muuseumis Madridis (2020), „Madre Drone“ CentroCentros Madridis (2020) ja „Green Irises“ Gasworksis Londonis (2019). Ta on etnobotaanilise platvormi „Studio Vegetalista“ eestvedaja ning hiljuti pälvis ta Beca Botíni (2022) ja SIMETRIA preemia, millega kaasneb residentuur CERNis (2021). Ta osales ka antoloogia „Documents of Contemporary Art: Health“ ning „Season 1 for TBA21“ loomisel (mõlemad 2020).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.patriciadominguez.cl/\" target=\"_blank\" rel=\"noopener\">patriciadominguez.cl</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "patricia-dominguez-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMDY=",
      "title": "CUSS Group",
      "slug": "cuss-group-2",
      "content": "<p>CUSS Group’s activities have spanned the founding of a web television initiative, online publications, digital art, and curatorial projects in their HQ, Johannesburg. The collective responds to commercial, cultural and technological super-hybridity through the filter of urban trends, material artifacts, and youth culture in contemporary post-post-colonial South Africa. For a number of events, including their ongoing series of curated platforms Video Party (2013-2014), they have used non-traditional spaces like shops to insert art into the everyday and democratize its audiences. For CUSS GROUP, who are attuned to digital developments in a globalized contemporaneity, the exclusionary constructs are the legacy of political and colonial histories in the post-geographical realm of bots and trolls – as well as in art-world formats and institutions.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://cuss.network/\" target=\"_blank\" rel=\"noopener\">cuss.network</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "cuss-group"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMDQ=",
      "title": "CUSS Group ",
      "slug": "cuss-group",
      "content": "<p>CUSS Group’i tegevused on hõlmanud nii veebitelevisiooni platvormi asutamist, veebiväljaandeid, digitaalkunsti kui ka mitmed kuratoorseid projekte nende peakorteris Johannesburgis. Kollektiivi huvitab kommertsi, kultuuri ja tehnoloogia superhübriidus, mida uuritakse läbi urbanistlike trendide, materiaalsete artefaktide ja noortekultuuri filtri kaasaegses post-postkoloniaalses Lõuna-Aafrikas. Mitmete ürituste korraldamisel, näiteks jätkuva kureeritud platvormide seeria „Video Party“ (2013–2014) puhul, on nad kasutanud kunsti näitamiseks ebatraditsioonilisi paiku nagu poode, et muuta kunst suuremal määral igapäevaelu osaks ning publikule kättesaadavamaks. CUSS Groupile pakuvad huvi globaliseerunud kaasaja digiarengud ning välistavad konstruktsioonid, mida võib näha poliitilise ja koloniaalajaloo pärandina veebirobotite ja trollide postgeograafilises maailmas, aga ka kunstimaailma formaatides ja institutsioonides.</p>\n<p>&nbsp;</p>\n<p><a href=\"https://cuss.network/\" target=\"_blank\" rel=\"noopener\">cuss.network</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "cuss-group-2"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDoxMDI=",
      "title": "Zody Burke",
      "slug": "zody-burke-2",
      "content": "<p>Zody Burke is an American multimedia artist and musician who is currently living and working in Tallinn, Estonia. She creates cyphers through sculpture and sound, through which to cartograph the complexity of American identity within late capitalism, and interface world-building with geological time. Her material practice ranges from large-scale sculpture to ceramic high-relief to experimental music, illustration, video, and fiber work. Having been shown work around the USA and Europe, her recent exhibitions include the solo show <em>Mousetrap (America Eats Its Young)</em> at DOM Galerija, Riga (2022) and group shows:<em> Entropy Gauntlet</em> at the Estonian Academy of Art’s gallery, Tallinn (2023); <em>Staying in the Compost: Ghosts &amp; Monsters of the Anthropocene</em> at Kanuti Gildi SAAL, Tallinn (2022); <em>Border as a Place</em> at Druskininkai City Museum, Lithuania (2022); <em>Rebel Rebel – 15 Years of Kuš!</em> at Low Gallery, Riga (2022); <em>Young Sculptor Award Exhibition</em> at ARS Project Space, Tallinn (2022); <em>Conscious, Subconscious, (Collective) Unconscious</em> at Anderson Gallery, Richmond, USA (2022) and <em>​Flag Show</em> at Trixie Gallery, Den Haag (2021).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.zoebur.ke/about\" target=\"_blank\" rel=\"noopener\">zoebur.ke</a></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "zody-burke"
        }
      ],
      "featuredImage": null
    },
    {
      "id": "cG9zdDo5Nw==",
      "title": "Zody Burke",
      "slug": "zody-burke",
      "content": "<p>Zody Burke on Ameerika multimeediakunstnik ja muusik, kes elab ja töötab hetkel Tallinnas, Eestis. Ta kasutab skulptuuri ja heli šifrite loomiseks, et kaardistada hiliskapitalistliku Ameerika identiteedi komplekssust ja siduda maailma-ehitamist geoloogilise ajaga. Tema kunstipraktika hõlmab nii suuremõõtmelisi skulptuure, keraamilisi kõrgreljeefe kui eksperimentaalset muusikat, illustratsioone, videoteoseid ja tekstiilikunsti. Burke on näidanud oma loomingut nii mitmelpool USAs kui Euroopas ning tema viimaste näituste hulka kuuluvad: isikunäitus „Mousetrap (America Eats Its Young)“ DOM Galerijas Riias (2022) ning grupinäitused: „Entroopia kadalipp“ EKA galeriis Tallinnas (2023), „Staying in the Compost: Ghosts &amp; Monsters of the Anthropocene“ Kanuti Gildi SAALis Tallinnas (2022), „Border as a Place“ Druskininkai linnamuuseumis Leedus (2022), „Rebel Rebel – 15 Years of Kuš!“ Low Gallerys Riias (2022), Noore Skulptori Preemianäitus ARS Projektiruumis Tallinnas (2022), „Conscious, Subconscious, (Collective) Unconscious“ Anderson Gallerys Richmondis, USAs (2022) ja „Flag Show“ Trixie Gallerys Den Haagis (2021).</p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.zoebur.ke/about\" target=\"_blank\" rel=\"noopener\">zoebur.ke</a></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "zody-burke-2"
        }
      ],
      "featuredImage": null
    }
  ]
}