{
  "nodes": [
    {
      "id": "cG9zdDo5NDc=",
      "title": "Ringkäigud ja esmaesitlused: Fotokuu viimane nädal toob külastajateni mahuka publikuprogrammi",
      "slug": "ringkaigud-ja-esmaesitlused-fotokuu-viimane-nadal-toob-kulastajateni-mahuka-publikuprogrammi",
      "date": "2023-11-23T13:24:17",
      "content": "<p><b>Veel kuni 26. novembrini kestab Eesti üks suurimaid kaasaegse kunsti biennaale Tallinna Fotokuu. Biennaali viimase nädala jooksul on publikul võimalus osaleda Fotokuu rahvusvahelise peanäituse „Transs“ eesti- ja venekeelsetel ringkäikudel, kuraatorituuril ja kunstnikuvestlusel. Lisaks toimuvad satelliitprogrammi raames kunstnik Paul Kuimeti kunstnikuraamatu ja kaasaegse fotokunsti kogumiku „starter-KIT” esmaesitlused.</b></p>\n<p>Oktoobri algul avati Tallinna Kunstihoone Lasnamäe paviljonis 7. Tallinna Fotokuu rahvusvaheline peanäitus „Transs“, mis uurib inimeste igapäevast sõltuvuslikku seotust ekraanidega. Näitusel osaleb 17 kunstnikku kaheksast erinevast riigist ning selle on kureerinud New Yorgis tegutsev kuraator Ilari Laamanen. „On olnud suur rõõm näha, kuidas kuraator suutis koostöös kohalike ja rahvusvaheliste kunstnikega luua niivõrd tervikliku ja haarava näituse. Julgustan kindlasti inimesi tuuridel ja ringkäikudel osalema, sest need pakuvad suurepärast võimalust süüvida teoste sügavamatesse tähendustesse ning mõista paremini nii kuraatori ja kunstnike visiooni kui ka mõtestada kaasaegset kunsti laiemalt,“ sõnas Tallinna Fotokuu juht ja Eesti Fotokunstnike Ühenduse (FOKU) juhatuse liige <b>Kulla Laas</b>.</p>\n<p>Teisipäeval algusega kell 18.00 toimub näitusel „Transs“  väga aeglase vaatamise ringkäik, mille käigus aitab haridusprogrammide kuraator <b>Minni Hein</b> publikul läheneda kunstile tähelepanelikult ning avastada uusi viise selle kogemiseks. Kolmapäevast laupäevani toimuvad näitusel tavapärased ringkäigud: kolmapäeval kell 18:00 ja laupäeval kell 15:00 vene keeles, neljapäeval kell 18:00 ja laupäeval kell 13:00 eesti keeles. Lisaks toimub laupäeval kell 18:00 inglisekeelne tuur näituse kuraator <b>Ilari Laamanen</b>i juhtimisel. Sellega kaasneb vestlus näituse kunstnike <b>Norman Orro</b> ja <b>Joonas Timmi</b>ga ümber nende heliskulptuuri „Tuul kui sosin, šiffer ja maagiline rehkendaja” (2023). Fotokuu peanäituse viimase nädala lõpetavad pühapäevased peretuurid eesti keeles kell 14:00 ja vene keeles kell 15:00. Kõik Lasnamäe paviljonis toimuvad sündmused on külastajatele tasuta.</p>\n<p>Tallinna Fotokuu satelliitprogrammi raames toimub neljapäeval kell 18:00 kunstnik <b>Paul Kuimeti </b>inglisekeelne kunstnikutuur näitusel „Crystal Grid” Draakoni galeriis. Kuimeti näitusel eksponeeritakse teoseid 2020. aastal alguse saanud fotokollaažide seeriast, millel on kujutatud üle maailma erinevate botaanikaaedade palmimajades üles pildistatud taimi. Ringkäigule järgneb Kuimeti kunstnikuraamatu “Crystal Grid” esmaesitlus (kirjastus Lugemik) ja vestlus kunstikriitik <b>Hanno Soansiga</b> Kanuti Gildi SAALis. Esitlus ja vestlus toimuvad eesti keeles.</p>\n<p>Satelliitprogrammi raames toimub teinegi kauaoodatud esmaesitlus. Laupäeval kell 15:00 esitletakse Hobusepea galeriis kaasaegse fotokunsti kogumikku starter-KIT. Tegemist on kord aastas nii eesti kui ka inglise keeles ilmuva hakkava publikatsiooniga, mille eesmärgiks on kaasajastada, laiendada ja teha kättesaadavamaks värske eesti fotokunst. Esimese numbri kunstnike valikut iseloomustab suhestumine digitaalse keskkonnaga. Kogumiku esitlusele järgneb eestikeelne vestluspaneel, mille viib läbi kunstnik <b>Elo Vahtrik</b>.</p>\n<p>Lisaks on kuni pühapäevani võimalik Tallinna trammides Eri Klas ja Anne Veski kohata avaliku ruumi installatsiooni „Minu maja asub küla serval”, millega fotograaf <b>Katerina Kouzmitcheva</b> kutsub ühistranspordis reisijaid mõtteharjutusele empaatia teemal. Avatud on ka mitmed teised Fotokuu satelliitprogrammi kuuluvad näitused: <b>Luca Berti</b> isikunäitus „Põhjamaade sina” Juhan Kuusi Dokfoto Keskuses (26.8.–26.11.2023), <b>Toomas Volkmanni </b>suuremahuline retrospektiiv „täis minevik” Fotografiska Tallinnas (29.9.–11.2.2024), fotograaf <b>Kaisa Nele Hendla</b> esimene suurem isikunäitus „Vahemärkmeid inimkogemusest” Positiiv Galeriis (6.11.–24.11.2023) ning Kaisa Eiche kureeritud <b>noorte fotokunstnike ühisnäitus</b> „Mis värvi on täna taevas sadama kohal?” Tallinnas Hobusepea galeriis (1.11.–27.11.2023) ja Tartu Kunstimaja väike saalis (17.11.–17.12.2023). Tutvu programmiga lähemalt: <a href=\"http://www.fotokuu.ee/programm\">www.fotokuu.ee/programm</a>.</p>\n<p><b>KAVA: </b></p>\n<p><b>Kunstihoone ringkäigud läbi nädala</b> (Lasnamäe paviljon):<br />\nKolmapäeviti (vene keeles) 18.00<br />\nNeljapäeviti (eesti keeles) 18.00<br />\nLaupäeviti (eesti keeles) 13.00<br />\nLaupäeviti (vene keeles) 15.00</p>\n<p><b>T 21.11.2023 18:00–19:30<br />\n</b>Lasnamäe Paviljon</p>\n<p><b><a href=\"https://www.kunstihoone.ee/programm/vaga-aeglase-vaatamise-ringkaik-fotokuu-peanaitus-transs-2/\">Väga aeglase vaatamise ringkäik </a></b><br />\n<a href=\"https://www.facebook.com/events/1315245635781463\">Sündmus Facebookis</a></p>\n<p><b>N 23.11, 18:00<br />\n</b>Draakoni galerii ja Kanuti Gildi SAAL</p>\n<p><a href=\"https://www.fotokuu.ee/programm/crystal-grid\"><b>Paul Kuimeti kunstnikutuur </b>(inglise keeles) <b>ning kunstnikuraamatu “Crystal Grid” esitlus ja vestlus Hanno Soansiga </b>(eesti keeles)</a><br />\n<a href=\"https://fb.me/e/6j7D6bbEP\">Sündmus Facebookis</a></p>\n<p><b>L 25.11.2023, 15:00–17:00<br />\n</b>Hobusepea galerii</p>\n<p><b>Noorte fotokunstnike ühisnäituse publikuprogramm: kaasaegse fotokunsti kogumiku „starter-KIT” esitlus<br />\n</b><a href=\"https://fb.me/e/6eVRGWCH2\">Sündmus Facebookis</a><b></b></p>\n<p><b>L 25.11.2023, 18:00<br />\n</b>Lasnamäe Paviljon</p>\n<p><b>Fotokuu peanäituse “Transs” finissage: Kuraatorituur ja kunstnikuvestlus<br />\n</b>Ilari Laamaneni tuur näitusel, millele järgneb vestlus kunstnike Norman Orro ja Joonas Timmiga ümber nende heliskulptuuri „Tuul kui sosin šiffer ja maagiline rehkendaja” (2023). Sündmus viiakse läbi inglise keeles.<br />\n<a href=\"https://fb.me/e/4HqN5XIuR\">Sündmus Facebookis</a></p>\n<p><b>P 26.11.2023 14:00–16:00<br />\n</b>Lasnamäe Paviljon</p>\n<p><b><a href=\"https://www.kunstihoone.ee/programm/publikupaev-paviljonis-peretuurid/\">Publikupäev paviljonis: peretuurid</a><br />\n</b>14.00 eesti keeles<br />\n15.00 vene keeles</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/10-KH-Fotokuu-avamine-2023-photo-Roman-Sten-Tonissoo-scaled.jpg",
          "src": "/images/posts/10-KH-Fotokuu-avamine-2023-photo-Roman-Sten-Tonissoo-scaled.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo5NDM=",
      "title": "Tallinn Photomonth announces film programme to be screened at PÖFF Expanded",
      "slug": "tallinn-photomonth-announces-film-programme-to-be-screened-at-poff-expanded",
      "date": "2023-11-07T12:54:09",
      "content": "<p><b>On 16 and 17 November, the Tallinn Photomonth artists’ films programme </b><b><i>Polar Coordinates</i></b><b> will take place at the cinema Sõprus. Ten films from eight countries will be screened during the two-day programme with themes ranging from intimate family relationships to geographic explorations and telepathic cinema. The film programme is curated by the Estonian artist and filmmaker Piibe Kolka and New York based critic and film curator Genevieve Yue. This is the first time that the programme takes place in collaboration with the Tallinn Black Nights Film Festival PÖFF.</b></p>\n<p>Tallinn Photomonth’s film programme <b><i>Polar Coordinates</i></b>, which is part of the PÖFF Expanded programme, focuses on artists’ films that are the product of a variety of collaborations. “Unlike mainstream films, which are typically made by enormous crews, experimental or artist films often imply the painstaking work of a solitary maker. This year’s Photomonth film programme explores works that were created through various partnerships and dialogues in order to reflect upon the different forms of creative collaboration. Authors of many of these films are partners beyond filmmaking duos: they are families, romantic partners, scientists, and activists,” explains the artist and filmmaker <b>Piibe Kolka</b>, one of the curators of the programme.</p>\n<p>The film programme that is divided in two parts features ten films from Estonia, Belgium, Spain, Portugal, France, Germany, Ukraine and the USA. The first part of the programme, <i>A Frame that Holds Us </i>(16.11) arises from the intimate spaces of the home, tackling themes of self-reflection as well as the experience of confinement and seclusion from the world. For example, <b>Dani and Sheilah ReStack’s </b><i>Come Coyote</i> (2019, USA) which is part of a trilogy of films revolving around domesticity and desire, examines issues of queer reproduction, intimacy, and motherhood. Collaborators and partners Dani and Sheilah ReStack capture in fleeting, diaristic images the tender and terrifying feelings they have around ushering new life into the world.</p>\n<p>Also screened during the first evening are <i>Orbs</i> (2016) by the Estonian artist and filmmaker <b>Liina Siib</b>, which plays with one of the oldest instruments of astronomy in the world – an armillary sphere –, and <i>A Practice for Surrender </i>(2022) by the artist and author <b>Tõnis Jürgens</b>, a video essay about sleep and self-surveillance.</p>\n<p>The second part of the programme, <i>A Question that Can Be Answered Yes or No</i> (17.11), introduces us to researchers-artists-explorers who travel across the globe sharing with each other their discoveries, frustrations, and joys. For example, in the video work <i>New City of Friends</i> (2021, Ukraine) by <b>Roman Khimei and Yarema Malashchuk</b>, the local teenager Maksym offers a fully improvised excursion to the families of the neighbourhood of his hometown Kolomyia bringing together unconnected areas of the city and its surroundings.</p>\n<p>The second evening of screenings concludes with the slide-performance <i>Distant Feeler</i> (2022, Germany) by the Berlin-based filmmaking duo <b>OJOBOCA</b> which tells the story of artists who attempted to create a device for telepathic cinema.</p>\n<p>The first part of the Photomonth film programme takes place on 16 November from 19.00 to 20.45 and the second part on 17 November from 19.00 to 21.00 at the cinema Sõprus. The second evening of screenings will be followed by a Q&amp;A with the artists and curators. Additionally, a public lecture on the subject of feminism and film materiality will be held by <b>Genevieve Yue</b>, one of the curators of the film programme, in the main auditorium of the Estonian Academy of Arts on 20 November at 17.30.</p>\n<p>Descriptions of the films and information about the tickets can be found: <a href=\"https://www.fotokuu.ee/en/programm\">https://www.fotokuu.ee/en/programm</a> and <a href=\"https://poff.ee/en/poff-expanded-tallinn-photomonth\">https://poff.ee/en/poff-expanded-tallinn-photomonth</a>.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "tallinna-fotokuu-avalikustas-poff-expanded-kavas-linastuva-filmiprogrammi"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/InANeabryField-Still.03.jpg",
          "src": "/images/posts/InANeabryField-Still.03.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo5Mzg=",
      "title": "Tallinna Fotokuu avalikustas PÖFF Expanded kavas linastuva filmiprogrammi",
      "slug": "tallinna-fotokuu-avalikustas-poff-expanded-kavas-linastuva-filmiprogrammi",
      "date": "2023-11-07T12:54:09",
      "content": "<p><b>16. ja 17. novembril toimub kinos Sõprus Tallinna Fotokuu kunstnikufilmide programm „Pooluste koordinaadid“. Kaheosalises programmis linastub kokku 10 filmi kaheksast riigist ning filmide teemadering ulatub intiimsetest perekondlikest suhetest geograafiliste avastusretkede ja telepaatilise kinoni. Filmiprogrammi kureerivad Eesti kunstnik ja filmitegija Piibe Kolka ning New Yorgis tegutsev kriitik ja filmikuraator Genevieve Yue. Esmakordselt toimub programm koostöös <a href=\"https://poff.ee/\">Tallinna Pimedate Ööde Filmifestivaliga</a> (PÖFF).</b></p>\n<p>PÖFF Expanded kavas linastuv Tallinna Fotokuu filmiprogramm „Pooluste koordinaadid“ keskendub kunstnikufilmidele, mis on sündinud erinevate koostöövormide tulemusel. „Erinevalt peavoolu filmidest, mille taga on suured meeskonnad, on kunstniku- või eksperimentaalfilmid sageli üksiku looja vaevarikka töö tulemus. Fotokuu filmiprogramm vaatleb seekord aga erinevatest partnerlustest ja dialoogidest sündinud teoseid eesmärgiga mõtestada loomingulise koostöö erinevaid vorme. Mitmete filmide autorid on partnerid ka perekondlikes või romantilistes suhetes, teadustöö või aktivismi vallas,“ tutvustab kunstnik ja filmitegija ning filmiprogrammi üks kuraatoreid <b>Piibe Kolka</b>.</p>\n<p>Kaheosalises filmiprogrammis linastub kokku 10 filmi Eestist, Belgiast, Hispaaniast, Portugalist, Prantsusmaalt, Saksamaalt, Ukrainast ja USAst. Programmi esimene osa  „Meid hoidvas kaadris“ (16.11) tõukub intiimsest kodukeskkonnast käsitledes nii enesepeegeldust kui ka distantseerituse ning maailmast eraldatuse kogemust. Näiteks <b>Dani ja Sheilah ReStack</b>i film „Tule, koiott“ (2019, USA), mis kuulub kodu ja iha teemadega tegelevasse triloogiasse, vaatleb intiimsust, emadust ja lastesaamist kväär-vaatenurgast. Autorid, kes on partnerid nii elus kui ka loomingus, jäädvustavad põgusate, päevikulaadsete sissekannetena õrnu ja hirmutavaid tundeid, mis neil uue elu maailma toomisega kaasnevad.</p>\n<p>Esimesel õhtul linastuvad ka Eesti kunstniku ja filmitegija <b>Liina Siib</b>i film „Taevakerad“ (2016), milles mängitakse taevasfääri mudeli – maailma ühe vanima astronoomilise instrumendiga –, ning kunstniku ja kirjutaja <b>Tõnis Jürgens</b>i „Heitlikkuse harjutus“ (2022), mis on videoessee unest ja enesejälgimisest.</p>\n<p>Programmi teises osas „Võimalikke vastuseid on kaks“ (17.11) rändavad uurijad-kunstnikud-ilmarändurid mööda maailma ja jagavad üksteisega isiklikke avastusi, pettumusi ja rõõme. Näiteks <b>Roman Khimei ja Yarema Malashchuk</b>i videoteoses „Uus sõprade linn” (2021, Ukraina) teeb kohalik teismeline Maksõm naabruskonna peredele improviseeritud ekskursiooni Kolomõja linnas, mis seob omavahel linna ja selle ümbruse seniühendamata alad. Teise linastuste õhtu lõpetab Berliini filmitegijate duo <b>OJOBOCA</b> slaidi-<i>performance</i> „Kaugtundja“ (2022, Saksamaa), millega räägitakse lugu kunstnikest, kes püüdsid luua telepaatilise kino seadeldist.</p>\n<p>Fotokuu filmiprogrammi esimene osa toimub 16. novembril kell 19.00–20.45 ja teine osa 17. novembril kell 19.00–21.00 kinos Sõprus. Teisel linastusõhtul järgneb filmidele vestlus kunstnike ja kuraatoritega. Lisaks toimub 20. novembril algusega kell 17.30 Eesti Kunstiakadeemia suures auditooriumis filmiprogrammi väliskuraatori <b>Genevieve Yue </b>avalik loeng feminismi ja filmi materiaalsuse teemadel.</p>\n<p>Filmide kirjeldused ja piletiinfo on leitav: <a href=\"http://fotokuu.ee/programm\">fotokuu.ee/programm</a> ja <a href=\"http://poff.ee/poff-expanded-tallinna-fotokuu\">poff.ee/poff-expanded-tallinna-fotokuu</a>.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "tallinn-photomonth-announces-film-programme-to-be-screened-at-poff-expanded"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/InANeabryField-Still.03.jpg",
          "src": "/images/posts/InANeabryField-Still.03.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo5MzM=",
      "title": "Tallinna Fotokuu avas näituse trammides",
      "slug": "tallinna-fotokuu-avas-naituse-trammides",
      "date": "2023-10-16T12:34:40",
      "content": "<p><b>6. oktoobrist kuni 26. novembrini toimuv Eesti üks suurimaid kaasaegse kunsti biennaale Tallinna Fotokuu avas laupäeval koostöös AS Tallinna Linnatranspordi ja Tallinna Strateegiakeskusega näituse <a href=\"https://www.fotokuu.ee/programm/linnaruumi-installatsioon\">„Minu maja asub küla serval”</a>, mille autor on Poolas tegutsev Valgevene fotograaf Katerina Kouzmitcheva. Näitus toimub trammides Anne Veski ja Eri Klas ning Salme trammipeatuses kuni 26. novembrini.</b></p>\n<p><b>Katerina Kouzmitcheva </b>näitus tõukub puudujääkidest, mida kunstnik on märganud meie sotsiaalses tähelepanelikkuses. “Näituse inspiratsiooniks on eri keeleruumides kasutusel olevad ütlused, mis kujundlikult osutavad ükskõiksusele ja mitte hoolimisele. Näituse pealkiri tuleneb otsetõlkena venekeelsest ütlusest, mis algselt viitas küla ääres elamisele ja külakeskuses toimuvast eemale hoidmisele. Füüsiline paik hakkas ajapikku tähistama vaimset ja emotsionaalset ruumi ning enda hoolivusele piiride tõmbamist,” kirjeldab Kouzmitcheva.</p>\n<p>Näitus „Minu maja asub küla serval” ärgitab ühistranspordis reisijaid empaatiale. Toolide seljatugedele lisatud tsitaadid päevakajalise poliitika ja aktivismi teemadel on kunstnik kogunud Wrocławis ja Varssavis elavatelt poolakatelt, valgevenelastelt ja ukrainlastelt. Kouzmitcheva kutsub ühistranspordis reisijaid sümboolselt istuma kellegi teise toolile, püüdega mõista, mis kujundab inimeste ühiskondlikke hoiakuid, käitumist ja kodanikuaktiivsust. Salme ootepaviljonis asuvad lisaks lavastuslikud fotod, mis visualiseerivad eri keeltes kasutusel olevaid kõnekujundeid ükskõiksusele. Fotosid raamivad ajaleheväljavõtted teemadel, mida inimesed eelistavad mitte märgata.</p>\n<p>Kouzmitcheva näitus on Tallinna Fotokuu poolt juulis väljakuulutatud avaliku konkursi võidutöö, millega otsiti linnaruumiga suhestuvat fotoprojekti. Kokku laekus konkursile 53 projekti 28 erinevast riigist. Võiduprojekti valikukomisjoni kuulusid Tallinna linnakunsti kuraator <b>Kati Ots</b>, kunstnik <b>Flo Kasearu</b>, kunstnik ning Artproofi müügijuht ja partner <b>Taavi Rekkaro</b>, Tallinna Fotokuu juht ja Fotokunstnike Ühenduse (FOKU) juhatuse liige <b>Kulla Laas</b> ning Fotokuu projektijuht ja kuraator <b>Brigit Arop</b>.</p>\n<p>Tallinna linnakunsti kuraator ja valikukomisjoni liige <b>Kati Ots </b>hindas Kouzmitcheva projekti puhul kohaspetsiifilist formaati, mis pakub trammireisijatele keset saginat ja lärmi ootamatu ning intiimse kogemuse luues sellega dialoogi päevakohaste teemadega. „Tallinnas on tohutu puudus kaasaegsest avaliku ruumi kunstist, mis rikastaks linnakultuuri ja panustaks kohaloomesse ning kuuluvustunde kasvatamisesse, tuues samal ajal kunsti lähemale neile, kes ei pruugi muidu sellega kokku puutuda. Mul on tohutult hea meel, et Fotokuu seda tähtsustab ja taoliseid konkursse korraldab,“ sõnab Ots ning avaldab lootust, et konkurss on inspiratsiooniks ka teistele kunstikorraldajatele.</p>\n<p>AS Tallinna Linnatranspordi (TLT) jaoks on taolises projektis kaasalöömine esmakordne. TLT turundus- ja kommunikatsioonijuht <b>Merilyn Räbbin</b> näeb projektis võimalust pakkuda reisijatele mitte ainult transporti, vaid ka kultuurilist elamust: &#8220;Antud projekt annab võimaluse tõsta esile noori talente ja kannustab inimesi mõistma ja väärtustama teiste perspektiive. Ühistranspordil on inimeste jaoks oluline roll ja usume, et projekt värskendab ja rikastab meie reisijate mõttemaailma ja argipäeva,“ sõnab Räbbin ja lisab: „On ainult positiivne, kui ühistransport saab lisaks praktilisele vajadusele täita ka suuremat rolli ja pakkuda inimestele võimalust saada osa näitustest ja kultuurielamustest, mis muidu jääksid vaid kunstisaalide seinte vahele.“</p>\n<p>Katerina Kouzmitcheva näitus „Minu maja asub küla serval” toimub Tallinna Fotokuu raames Tallinna trammides Eri Klas ja Anne Veski ning Salme trammipeatuses. Näitus on nähtav vahemikus 15. oktoobrist kuni 26. novembrini ühistranspordi sõiduaegadel.</p>\n<p><a href=\"https://katerinakouzmitcheva.com/\">Katerina Kouzmitcheva</a> on Valgevene fotograaf, kes elab ja töötab Poolas Wrocławis. Ta kombineerib oma loomingus dokumentaalfotograafiat fotokunstiga, uurides inimestevahelisi suhteid ja poliitilisi süsteeme, identiteedi, mälu ning naiste ühiskondlike rollidega seotud küsimusi. Kouzmitcheva on lõpetanud Fotografika Akadeemia Peterburis ning omandanud vabade kunstide magistrikraadi Wrocławi Kunsti- ja Disainiakadeemias Poolas, kus ta hetkel töötab fotostuudio assistendina. Ta on rahvusvaheliste fotokonkursside TIFA ja BIFA võitja ning Poola Kultuuri- ja Rahvuspärandi Ministeeriumi Gaude Polonia stipendiaat. Tema teoseid on avaldatud fotoajakirjades nagu Bird in Flight, Monovisions, Dodho jt.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/hoim-24-scaled.jpg",
          "src": "/images/posts/hoim-24-scaled.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo2NTg=",
      "title": "6.–08.10.2023 Opening weekend of Tallinn Photomonth",
      "slug": "6-08-10-2023-opening-weekend-of-tallinn-photomonth",
      "date": "2023-09-29T09:18:55",
      "content": "<p><b>6.10 at 18.00</b><span style=\"font-weight: 400;\"> opening of Tallinn Photomonth’s main exhibition <em><a href=\"https://www.fotokuu.ee/en/programm/trance\">Trance</a></em> at Tallinn Art Hall, Lasnamäe Pavilion (<a href=\"https://goo.gl/maps/AnwK8ZSgXjsEHu8b9\">Jaan Koorti 24, Tallinn</a>)</span></p>\n<p><b>6.10 at 22.00</b><span style=\"font-weight: 400;\"> Photomonth opening party (more info TBC)</span></p>\n<p><b>7.10 at 14.00</b><span style=\"font-weight: 400;\"> Curatorial tour with Ilari Laamanen <a href=\"https://www.kunstihoone.ee/en/\">Tallinn Art Hall</a>, Lasnamäe Pavilion (<a href=\"https://goo.gl/maps/AnwK8ZSgXjsEHu8b9\">Jaan Koorti 24, Tallinn</a>)</span></p>\n<p><b>7.10 at 16.00 </b><span style=\"font-weight: 400;\">artist’s tour with Tuukka Kaila at the satellite programme exhibition <a href=\"https://www.fotokuu.ee/en/programm/and-after\"><em>And After</em></a> at Draakoni Gallery (Pikk 18, Tallinn)</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Other exhibitions already opened in the satellite programme: </span></p>\n<p><strong>Ritva Kovalainen and Sanni Seppo <a href=\"https://www.fotokuu.ee/programm/forests-of-the-north-wind\"><i>Forests of the North Wind</i></a></strong><span style=\"font-weight: 400;\">. <a href=\"https://linnamuuseum.ee/en/museum-of-photography/gallery-seek/\">Gallery SEEK</a> (Väike-Pääsukese 5, Tallinn), Mon–Fri 12.00–18.00;</span></p>\n<p><strong>Luca Berti </strong><i><span style=\"font-weight: 400;\"><a href=\"https://www.fotokuu.ee/en/programme/nordic-blue\"><strong>Nordic Blue</strong></a>. </span></i><span style=\"font-weight: 400;\"><a href=\"https://dokfoto.ee/en/\">Juhan Kuus Documentary Photo Centre</a> (Telliskivi 60a/5, Tallinn), Wed–Fri 14.00–18.00, Sat–Sun 12.00–18.00;</span></p>\n<p><strong>Toomas Volkmann <a href=\"https://www.fotokuu.ee/en/programme/pastful-blast\"><i>Pastful Blast</i></a></strong><span style=\"font-weight: 400;\">. <a href=\"https://www.fotografiska.com/tallinn/\">Fotografiska Tallinn</a> (Telliskivi 60a–8, Tallinn), Mon–Fri 9.00–22.00, Sat–Sun 10.00–22.00;</span></p>\n<p><strong>From Oct 2: Anneli Ivaste </strong><i><span style=\"font-weight: 400;\"><a href=\"https://www.fotokuu.ee/en/programme/souls-are-arching-in-autumn\"><strong>Souls are Arching in Autumn</strong></a>. </span></i><span style=\"font-weight: 400;\"><a href=\"https://www.positiiv.ee/galerii/\">Positiiv Gallery</a> (Roo 21a, Tallinn), Mon–Fri 12.00–18.00;</span></p>\n<p><span style=\"font-weight: 400;\"><strong>From Oct 5: Kristina Õllek <a href=\"https://www.fotokuu.ee/en/programme/waters-of-hypoxic-and-once-tropic\"><em>Waters of Hypoxic and Once Tropic</em></a>.</strong> <a href=\"https://www.tutar.ee/en\">Tütar Gallery</a> (Vesilennuki 24, Tallinn), Thu–Fri 13.00–19.00, Sat–Sun 14.00–18.00. </span><span style=\"font-weight: 400;\">Opening: 5.10 at 18.00;</span></p>\n<p><strong>From Oct 6: Tuukka Kaila, <a href=\"https://www.fotokuu.ee/en/programme/and-after\"><em>And After</em></a>. </strong><span style=\"font-weight: 400;\"><a href=\"https://hobusepeadraakon.ee/en/\">Draakoni Gallery</a> (Pikk 18, Tallinn), Mon–Fri 11.00–18.00, Sat 11.00–17.00. Opening: 5.10 at 18.00; Guided tour with the artist: 7.10 at 16.00.</span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "6-08-10-2023-tallinna-fotokuu-avanadalavahetus-opening-weekend-of-tallinn-photomonth"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/13_Jessica-Wilson-Smile-Driver-installation-with-dog-audience-2019-courtesy-the-artist.jpg",
          "src": "/images/posts/13_Jessica-Wilson-Smile-Driver-installation-with-dog-audience-2019-courtesy-the-artist.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo2NTY=",
      "title": "6.–8.10.2023 Tallinna Fotokuu avanädalavahetus",
      "slug": "6-08-10-2023-tallinna-fotokuu-avanadalavahetus-opening-weekend-of-tallinn-photomonth",
      "date": "2023-09-29T09:18:55",
      "content": "<p><b>6.10 kell 18.00 </b><span style=\"font-weight: 400;\">7. Tallinna Fotokuu peanäituse <a href=\"https://www.fotokuu.ee/programm/transs\">„Transs“</a> avamine Tallinna Kunstihoone Lasnamäe paviljonis (<a href=\"https://goo.gl/maps/AnwK8ZSgXjsEHu8b9\">Jaan Koorti 24</a>)</span></p>\n<p><b>6.10 kell 22.00</b><span style=\"font-weight: 400;\"> Tallinna Fotokuu avamispidu (rohkem infot peatselt)</span></p>\n<p><b>7.10 kell 14.00 </b><span style=\"font-weight: 400;\">Kuraatorituur Ilari Laamaneniga näitusel „Transs“ <a href=\"https://www.kunstihoone.ee/\">Tallinna Kunstihoone</a> Lasnamäe paviljonis (<a href=\"https://goo.gl/maps/AnwK8ZSgXjsEHu8b9\">Jaan Koorti 24</a>)</span></p>\n<p><b>7.10 kell 16.00 </b><span style=\"font-weight: 400;\">Tuukka Kaila kunstnikutuur satellitprogrammi näitusel <a href=\"https://www.fotokuu.ee/programm/ja-parast\">„Ja pärast“</a> Draakoni Gallery (Pikk 18, Tallinn)</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Teisi juba avatud näituseid Fotokuu satelliitprogrammi raames: </span></p>\n<p><span style=\"font-weight: 400;\"><strong>Ritva Kovalainen ja Sanni Seppo „Põhjatuule metsad”</strong>. SEEK galerii (Väike-Pääsukese 5, Tallinn), E–R 12.00–18.00;</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Luca Berti „Põhjamaade sina”</strong>. Juhan Kuusi Dokfoto Keskus (Telliskivi 60a/5, Tallinn), </span><span style=\"font-weight: 400;\">K–R 14.00–18.00, L–P 12.00–18.00;</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Toomas Volkmann „täis minevik”.</strong> Fotografiska Tallinn (Telliskivi 60a–8, Tallinn), E–R 9.00–22.00, L–P 10.00–22.00;</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Alates 2.10: Anneli Ivaste „Sügisel on hinged hellad”</strong>. Positiiv Galerii (Roo 21a, Tallinn), E–R 12.00–18.00</span></p>\n<p><span style=\"font-weight: 400;\"><strong>Alates 5.10: Kristina Õllek „Hüpoksilises ja kunagises troopilises vees”</strong>. Tütar galerii (Vesilennuki 24, Tallinn), N–R 13.00–19.00, L–P 14.00–18.00.</span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "6-08-10-2023-opening-weekend-of-tallinn-photomonth"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/13_Jessica-Wilson-Smile-Driver-installation-with-dog-audience-2019-courtesy-the-artist.jpg",
          "src": "/images/posts/13_Jessica-Wilson-Smile-Driver-installation-with-dog-audience-2019-courtesy-the-artist.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo2MTk=",
      "title": "The 7th Tallinn Photomonth announced the biennial’s programme",
      "slug": "the-7th-tallinn-photomonth-announced-the-biennials-programme",
      "date": "2023-09-21T17:24:55",
      "content": "<p><b>One of the largest contemporary art events in Estonia, Tallinn Photomonth takes place from 6 October to 26 November. The main programme of the biennial consists of the international main exhibition </b><b><i>Trance</i></b><b> held at the Tallinn Art Hall’s Lasnamäe Pavilion, as well as an artists’ film programme in cinema Sõprus, organised in cooperation with the Tallinn Black Nights Film Festival (PÖFF). Partners of the satellite programme include among others Fotografiska Tallinn, galleries of the Estonian Artists’ Association, Juhan Kuus Documentary Photo Centre and Tartu Art House. In addition, the biennial presents an urban space installation that takes place in Tallinn&#8217;s trams.</b></p>\n<p><span style=\"font-weight: 400;\">According to </span><b>Kulla Laas</b><span style=\"font-weight: 400;\">, the artistic director of Tallinn Photomonth and board member of the Estonian Union of Photography Artists (FOKU), the biennial offers a diverse overview of the various expressions of the photographic medium, as well as of the relevant themes in contemporary art today. “I think highly of all our collaborations and hope that the biennial further advances the remarkable contribution that the galleries and artists are making to enliven the local cultural scene. I’m looking forward to seeing how the works of local and foreign artists participating in the main exhibition play out in the still quite unexplored space of the Tallinn Art Hall’s Lasnamäe Pavilion and what kind of synergy will be born between them. I am also excited for the exhibition project of the younger generation of photography artists that will be on display both in Tallinn and Tartu, focusing on the impact of digital culture on our everyday life,” says Laas.</span></p>\n<p><span style=\"font-weight: 400;\">In the heart of the main programme lies the main exhibition </span><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> held at the Tallinn Art Hall’s Lasnamäe Pavilion and curated by </span><b>Ilari Laamanen</b><span style=\"font-weight: 400;\">, a New York-based curator of Finnish origin. The theme of the main exhibition emphasises a relevant question in current times: “The exhibition looks into the charm and allure of technology on one hand, and the darker side of these rapid developments on the other. Our daily engagement with screens has become so mundane that without them one might start to feel isolated.” Laamanen adds: “The artists use glitch as a conceptual tool in the exhibition, offering the viewer a chance to take a step back from the technological trance and reflect deeply on the potential meanings of art and images. No matter how complex, enigmatic or ephemeral they may seem.” 17 artists from 8 countries will participate in the exhibition.</span></p>\n<p><span style=\"font-weight: 400;\">In addition to the main exhibition, the main programme of the biennial includes an artists’ film programme that takes place on 16 and 17 November at the cinema Sõprus, and is for the first time also part of the PÖFF Expanded programme of the Tallinn Black Nights Film Festival. The film programme is curated by the Estonian artist and filmmaker </span><b>Piibe Kolka </b><span style=\"font-weight: 400;\">and New York-based film curator </span><b>Genevieve Yue</b><span style=\"font-weight: 400;\">. “The programme focuses on co-creation, as well as the different viewpoints and ways of perception that come together in a creative oeuvre. Several of the selected films have been made by duos who are both partners in life as well as in their creative practice; the diverse film programme combines personal and essayistic approaches with more documentary and speculative ones,&#8221; says Kolka. As a highlight of the programme, Kolka points out the audiovisual performance </span><i><span style=\"font-weight: 400;\">Distant Feeler</span></i><span style=\"font-weight: 400;\"> by the Berlin-based duo OJOBOCA which takes place on 17 November and proposes the idea of telepathic cinema.</span></p>\n<p><span style=\"font-weight: 400;\">In the framework of the satellite programme, Tallinn Photomonth collaborates with 9 exhibition spaces in Tallinn (Fotografiska Tallinn, Juhan Kuus Documentary Photo Centre, Vent Space Project Room and galleries Hobusepea, Draakoni, Positiiv, Vabaduse, Tütar and SEEK) and also branches out with one exhibition to the Small Gallery of the Tartu Art House. The group exhibition of young photography artists </span><i><span style=\"font-weight: 400;\">What Colour Is the Sky Above the Port Today?</span></i><span style=\"font-weight: 400;\"> curated by artist and curator </span><b>Kaisa Eiche</b><span style=\"font-weight: 400;\"> takes place both in Tallinn and Tartu, and features more than 20 young artists. “My aim was to increase awareness among young people, but also to introduce the creative practices of the young photography artists of the two cities to each other. Thematically, the exhibition focuses on the role of technology and the heightened social pressures, which among other things have an eminent impact on our mental health,” denotes Eiche.</span></p>\n<p><span style=\"font-weight: 400;\">In cooperation with the Tallinn public transport Ltd (TLT) Tallinn Photomonth presents also the urban space installation </span><i><span style=\"font-weight: 400;\">My Hut Is on the Edge</span></i><span style=\"font-weight: 400;\"> by the Poland-based Belarusian photographer </span><b>Katerina Kouzmitcheva </b><span style=\"font-weight: 400;\">that</span> <span style=\"font-weight: 400;\">invites users of Tallinn public transport to reflect on empathy. The photographer emphasises how people today often ignore the social and political issues around them, whether it&#8217;s due to fear, ignorance or learned helplessness. Through her installation, Kouzmitcheva invites the audience to symbolically sit in someone else’s chair, aiming to understand the motivations that have shaped the attitudes and reactions of people in society. The project takes place from 15 October to 26 November in two trams in Tallinn, named </span><b>Eri Klas</b><span style=\"font-weight: 400;\"> and </span><b>Anne Veski</b><span style=\"font-weight: 400;\">, on public transport hours. </span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "7-tallinna-fotokuu-avalikustas-kogu-biennaali-programmi"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/4_Patricia_Dominguez_Eyes_of_Plants_commissioned_Gasworks_London_2019_1-scaled.jpg",
          "src": "/images/posts/4_Patricia_Dominguez_Eyes_of_Plants_commissioned_Gasworks_London_2019_1-scaled.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo2MTU=",
      "title": "7. Tallinna Fotokuu avalikustas kogu biennaali programmi",
      "slug": "7-tallinna-fotokuu-avalikustas-kogu-biennaali-programmi",
      "date": "2023-09-21T17:24:55",
      "content": "<p><b>6. oktoobrist kuni 26. novembrini leiab aset Tallinna Fotokuu – Eesti üks suuremaid kaasaegse kunsti sündmusi. Biennaali põhiprogrammi raames toimub Tallinna Kunstihoone Lasnamäe paviljonis rahvusvaheline peanäitus „Transs“ ja koostöös Pimedate Ööde Filmifestivaliga (PÖFF) kunstnikufilmide programm kinos Sõprus. Fotokuu satelliitprogrammi koostööpartneriteks on Fotografiska Tallinn, Eesti Kunstnike Liidu galeriid, Juhan Kuusi Dokfoto Keskus, Tartu Kunstimaja ja mitmed teised. Lisaks hõlmab biennaal Tallinna trammides aset leidvat linnaruumi installatsiooni.</b></p>\n<p><span style=\"font-weight: 400;\">Tallinna Fotokuu juhi ja Fotokunstnike Ühenduse (FOKU) juhatuse liikme </span><b>Kulla Laasi</b><span style=\"font-weight: 400;\"> sõnul pakub biennaal külastajatele mitmekülgset ülevaadet fotograafia erinevatest väljendusvormidest ning päevakohaste teemade käsitlustest kaasaegses kunstis. „Pean kõikidest koostöödest väga lugu ja loodan, et biennaaliga toetame galeriide ja kunstnike olulist panust kohaliku kultuuri mitmekesisusse. Erilise huviga ootan, kuidas peanäitusele kaasatud kohalike kunstnike ning väliskülaliste teosed Kunstihoone veel küllalt läbimängimata ruumi paigutuvad ja millise terviku moodustavad. Lisaks jälgin põnevusega, milliseks areneb noorema põlvkonna fotokunstnikke ühendav näituseprojekt Tallinnas ja Tartus, milles käsitletakse digikultuuri mõju meie igapäevaelule,“ räägib Laas.</span></p>\n<p><span style=\"font-weight: 400;\">Põhiprogrammi südameks saab olema peanäitus „Transs“ Tallinna Kunstihoone Lasnamäe Paviljonis, mille kureerib New Yorgis tegutsev, Soome päritolu kuraator </span><b>Ilari Laamanen</b><span style=\"font-weight: 400;\">. Peanäituse teema rõhub tänapäeval aktuaalsele teemale: „Näitus käsitleb tehnoloogia võlu ja ligitõmmet, aga ka selle kiire arengu varjukülgi. Meie igapäevane seotus ekraanidega on saanud ühiskonnas nii tavapäraseks, et ilma nendeta võime tunda end lausa isoleerituna.&#8221; Laamanen lisab: „Kunstnikud kasutavad näitusel tõrget kui kontseptuaalset tööriista, pakkudes vaatajale võimalust võtta paus, tõmbuda tagasi tehnoloogilisest transist ning mõelda süvitsi kunsti ja piltide potentsiaalsete tähenduste üle. Hoolimata sellest, kui keerulised, mõistatuslikud või kaduvad need võivad olla.&#8221; Näitusel osaleb 17 kunstnikku 8 erinevast riigist.</span></p>\n<p><span style=\"font-weight: 400;\">Lisaks peanäitusele kuulub biennaali põhiprogrammi 16. ja 17. novembril kinos Sõprus linastuv kunstnikufilmide programm, mis on esmakordselt esindatud PÖFF Expanded kavas. Filmiprogrammi kureerivad Eestist pärit kunstnik ja filmitegija </span><b>Piibe Kolka</b><span style=\"font-weight: 400;\"> ning New Yorgis tegutsev filmikuraator </span><b>Genevieve Yue</b><span style=\"font-weight: 400;\">. „Programmi fookuses on koosloomine ning erinevate vaate- ja tunnetuspunktide kohtumine loomingulises tervikus. Mitme valitud filmi loojateks on duod, kes on partnerid nii elus kui loomingus ning mitmekesises filmiprogrammis on nii isiklikku ja esseistlikku kui dokumenteerivat ja spekuleerivat lähenemist,&#8221; sõnas Kolka. Ühe erilise teosena tõstab Kolka esile 17. novembril esineva Berliini duo OJOBOCA audiovisuaalse </span><i><span style=\"font-weight: 400;\">performance</span></i><span style=\"font-weight: 400;\">’i „Distant Feeler“, mis räägib telepaatilise kino loomise ideest.</span></p>\n<p><span style=\"font-weight: 400;\">Satelliitprogrammi raames teeb Fotokuu koostööd 9 erineva näitusepinnaga Tallinnas (</span><b>Fotografiska Tallinn</b><span style=\"font-weight: 400;\">, </span><b>Juhan Kuusi Dokfoto Keskus</b><span style=\"font-weight: 400;\">, </span><b>Vent Space projektiruum</b><span style=\"font-weight: 400;\"> ning galeriid </span><b>Hobusepea</b><span style=\"font-weight: 400;\">, </span><b>Draakoni</b><span style=\"font-weight: 400;\">, </span><b>Positiiv</b><span style=\"font-weight: 400;\">, </span><b>Vabaduse</b><span style=\"font-weight: 400;\">, </span><b>Tütar</b><span style=\"font-weight: 400;\"> ja </span><b>SEEK</b><span style=\"font-weight: 400;\">) ning lisaks laieneb ühe näitusega ka Tartu Kunstimaja väiksesse saali. Tallinnas ja Tartus avaneva noorte fotokunstnike ühisnäituse „Mis värvi on täna taevas sadama kohal?” kureerib kunstnik ja kuraator </span><b>Kaisa Eiche</b><span style=\"font-weight: 400;\"> ning osalema on kutsutud enam kui 20 noort kunstnikku. „Minu eesmärgiks laiemalt on noorte teadlikkust avardada ja kitsamalt kahe linna fotokunstnike tegemisi teineteisele tutvustada. Temaatiliselt keskendub näitus tehnoloogia rollile ja võimendunud sotsiaalsele survele, millel on muu hulgas suur mõju meie vaimsele tervisele,” märgib Eiche.</span></p>\n<p><span style=\"font-weight: 400;\">Koostöös AS Tallinna Linnatranspordiga (TLT) esitletakse Fotokuu raames ka Poolas tegutseva Valgevene fotograafi </span><b>Katerina Kouzmitcheva</b><span style=\"font-weight: 400;\"> linnaruumi installatsiooni „Minu maja asub küla serval”, mis kutsub ühistranspordis reisijaid mõtteharjutusele empaatia teemal. Fotograaf toob esile, kuidas tänapäeva inimesed eiravad sageli enda ümber toimuvaid sotsiaalseid ja poliitilisi probleeme, olgu selle põhjuseks hirm, teadmatus või õpitud abitus. Installatsiooni kaudu soovib Kouzmitcheva kutsuda publikut istuma sümboolselt kellegi teise toolile, püüdes mõista, mis kujundab ühiskonnas inimeste hoiakuid ja tegevusi. Projekt leiab aset 15. oktoobrist 26. novembrini kahes Tallinna trammis, </span><b>Eri Klas</b><span style=\"font-weight: 400;\"> ja </span><b>Anne Veski</b><span style=\"font-weight: 400;\">, trammide sõiduaegadel.</span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "the-7th-tallinn-photomonth-announced-the-biennials-programme"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/2023-9-21_uldprogramm-postitus-fb.png",
          "src": "/images/posts/2023-9-21_uldprogramm-postitus-fb.png"
        }
      }
    },
    {
      "id": "cG9zdDozNjk=",
      "title": "Tallinna Fotokuu avaliku konkursi võidutöö kutsub publiku trammidesse",
      "slug": "tallinna-fotokuu-avaliku-konkursi-voidutoo-kutsub-publiku-trammidesse",
      "date": "2023-09-13T09:00:23",
      "content": "<p><b>6. oktoobrist kuni 26. novembrini toimuv Eesti üks suurimaid kaasaegse kunsti biennaale Tallinna Fotokuu kuulutas juulis välja avaliku konkursi linnaruumi fotoprojekti leidmiseks. Kokku laekus konkursile 53 projekti 28 erinevast riigist. Eriala ekspertidest koosnev komisjon valis võidutööks Poolas tegutseva Valgevene fotograafi Katerina Kouzmitcheva projekti „My Hut Is On The Edge”, mis leiab aset sügisel kahes Tallinna trammis.</b></p>\n<p><span style=\"font-weight: 400;\">Tallinna Fotokuu juhi ja Fotokunstnike Ühenduse (FOKU) juhatuse liikme </span><b>Kulla Laasi</b><span style=\"font-weight: 400;\"> sõnul oli tänavuse konkursi rahvusvahelisus nii meeldivaks üllatuseks kui seniseks rekordiks. Võiduprojekti eristas Laasi sõnul teistest töödest eelkõige selle tavatu toimumiskoht, avastuslik visuaalne vorm ja ühiskonnakriitIline sisu, mis kutsub ühistranspordis reisijaid mõtteharjutusele empaatia teemal. „Meil on väga hea meel, et antud projekti teostamisega saame visuaalkunsti tuua otse inimesteni, mitte jätta sellega kohtumised ainult näitusemajade seinte vahele. Sarnaselt argitasandile asetuvaid kaasaegse kunsti teoseid ning olemasoleva infrastruktuuriga koostööde loomist loodaksime edaspidi näha veelgi,” tunnustab Laas võidutööd.</span></p>\n<p><a href=\"https://katerinakouzmitcheva.com\"><b>Katerina Kouzmitcheva</b></a><span style=\"font-weight: 400;\"> linnaruumi installatsiooni „My Hut Is On The Edge” keskpunktis on ühiskonna kasvav ükskõiksus ja selle mõjud. Fotograaf toob esile, kuidas tänapäeva inimesed eiravad sageli enda ümber toimuvaid sotsiaalseid ja poliitilisi probleeme, olgu selle põhjuseks hirm, teadmatus või õpitud abitus. Võiduprojekt leiab aset kahes Tallinna trammis ning selle eesmärk on rõhutada empaatia olulisust ja rolli kogukonna arengus ning sallivuse edendamises. Installatsiooni kaudu soovib Kouzmitcheva kutsuda publikut istuma sümboolselt kellegi teise toolile, püüdes mõista, mis kujundab ühiskonnas inimeste hoiakuid ja tegevusi.</span></p>\n<p><span style=\"font-weight: 400;\">Tallinna linnakunsti kuraator ja valikukomisjoni liige </span><b>Kati Ots </b><span style=\"font-weight: 400;\">kiidab tänavuse konkursi kõrget taset, tõstes eriti esile sotsiaalse õigluse ja linnaruumikriitikaga tegelevaid teoseid. Võidutöö puhul hindab ka Ots kohaspetsiifilist formaati, mis pakub trammireisijatele keset saginat ja lärmi ootamatu ning intiimse kogemuse luues sellega dialoogi päevakohaste teemadega. „Tallinnas on tohutu puudus kaasaegsest avaliku ruumi kunstist, mis rikastaks linnakultuuri ja panustaks kohaloomesse ning kuuluvustunde kasvatamisesse, tuues samal ajal kunsti lähemale neile, kes ei pruugi muidu sellega kokku puutuda. Mul on tohutult hea meel, et Fotokuu seda tähtsustab ja taoliseid konkursse korraldab,“ sõnab Ots ning avaldab lootust, et konkurss on inspiratsiooniks ka teistele kunstikorraldajatele.</span></p>\n<p><span style=\"font-weight: 400;\">AS Tallinna Linnatranspordi (TLT) jaoks on taolises projektis kaasalöömine esmakordne. TLT turundus- ja kommunikatsioonijuht </span><b>Merilyn Räbbin</b><span style=\"font-weight: 400;\"> näeb projektis võimalust pakkuda reisijatele mitte ainult transporti, vaid ka kultuurilist elamust: &#8220;Antud projekt annab võimaluse tõsta esile noori talente ja kannustab inimesi mõistma ja väärtustama teiste perspektiive. Ühistranspordil on inimeste jaoks oluline roll ja usume, et projekt värskendab ja rikastab meie reisijate mõttemaailma ja argipäeva,“ sõnab Räbbin ja nõustub Laasiga: „On ainult positiivne, kui ühistransport saab lisaks praktilisele vajadusele täita ka suuremat rolli ja pakkuda inimestele võimalust saada osa näitustest ja kultuurielamustest, mis muidu jääksid vaid kunstisaalide seinte vahele.“</span></p>\n<p><span style=\"font-weight: 400;\">Katerina Kouzmitcheva linnaruumi installatsioon „My Hut Is On The Edge” toimub Tallinna Fotokuu raames Tallinna trammides </span><b>Eri Klas</b><span style=\"font-weight: 400;\"> ja </span><b>Anne Veski</b><span style=\"font-weight: 400;\">. Installatsioon on nähtav vahemikus 15. oktoobrist kuni 26. novembrini ühistranspordi sõiduaegadel. Võiduprojekti valikukomisjoni kuulus Tallinna linnakunsti kuraator </span><b>Kati Ots</b><span style=\"font-weight: 400;\">, kunstnik </span><b>Flo Kasearu</b><span style=\"font-weight: 400;\">, kunstnik ning Artproofi müügijuht ja partner </span><b>Taavi Rekkaro</b><span style=\"font-weight: 400;\">, Tallinna Fotokuu juht ja Fotokunstnike Ühenduse (FOKU) juhatuse liige </span><b>Kulla Laas</b><span style=\"font-weight: 400;\"> ning Fotokuu projektijuht ja kuraator </span><b>Brigit Arop</b><span style=\"font-weight: 400;\">.</span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Katerina-Kouzmitcheva_portrait.jpeg",
          "src": "/images/posts/Katerina-Kouzmitcheva_portrait.jpeg"
        }
      }
    },
    {
      "id": "cG9zdDozMDQ=",
      "title": "Open call: Tallinn Photomonth is looking for an urban space photography project",
      "slug": "open-call-tallinn-photomonth-is-looking-for-an-urban-space-photography-project",
      "date": "2023-07-04T09:10:42",
      "content": "<p><b>The contemporary art biennial Tallinn Photomonth ’23 (06.10.–26.11.2023) announces open call to find a photography project to be displayed in urban space.</b></p>\n<p><span style=\"font-weight: 400;\">The contemporary art biennial Tallinn Photomonth, held this autumn for the 7</span><span style=\"font-weight: 400;\">th</span><span style=\"font-weight: 400;\"> time, is once again expanding to urban space and is therefore looking for new authors to engage with. </span></p>\n<p><span style=\"font-weight: 400;\">Individual authors or collectives working in the field of contemporary visual art are invited to apply with a single work or a series of works and to propose within the framework of the open call a full concept for a photography project taking place in public space. The project will be presented in Tallinn’s urban space during the period of the biennial in October and November 2023. Tallinn Photomonth does not set any guidelines concerning the sub-theme, location and format of the project, but building relations to the locations and focus of the main programme of the 7th Tallinn Photomonth are welcome.</span></p>\n<p><span style=\"font-weight: 400;\">By introducing visual art into the hubs of urban space or by activating previously disregarded areas, the authors of the selected project are welcomed to open up currently relevant topics in public space, initiate discussions that concern a wide range of people, and expand the conventional ways of experiencing art. In the framework of Tallinn Photomonth biennial’s satellite and public programmes the winning project will be shown both to local audiences as well as to international professionals.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">What we expect from the projects:</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\"> realization of the project in photographic medium or its extended field;</span></li>\n<li><span style=\"font-weight: 400;\"> direct engagement with the specifics of the photographic medium and/or the selected location;</span></li>\n<li><span style=\"font-weight: 400;\"> taking place in one or several publicly accessible locations in Tallinn;</span></li>\n<li><span style=\"font-weight: 400;\"> argumentation concerning the choice of the location.</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">Tallinn Photomonth ’23 offers:</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\"> artist fee and coverage for the production costs of the work;</span></li>\n<li><span style=\"font-weight: 400;\"> cooperation and support in negotiations in order to confirm the project location;</span></li>\n<li><span style=\"font-weight: 400;\"> visibility via the biennial’s communication channels, information materials and public programme.</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">The application must include:</span></p>\n<ul>\n<li><span style=\"font-weight: 400;\"> project description with 3–5 illustrative images (2000–2500 characters, in PDF format);</span></li>\n<li><span style=\"font-weight: 400;\"> CV or creative biography of the author(s) (1-2 pages, in PDF format).</span></li>\n</ul>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">The deadline for submitting the materials is </span><b>July 31, 2023.</b></p>\n<p><span style=\"font-weight: 400;\">Please send the applications to: Brigit Arop, </span><a href=\"mailto:brigit.arop@fotokuu.ee\"><span style=\"font-weight: 400;\">brigit.arop@fotokuu.ee</span></a></p>\n<p><span style=\"font-weight: 400;\">The participating projects will be selected by the Tallinn Photomonth team together with a committee of professional advisors.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">The main programme of </span><a href=\"https://www.fotokuu.ee/en\"><span style=\"font-weight: 400;\">Tallinn Photomonth ’23</span></a><span style=\"font-weight: 400;\"> includes the international group exhibition </span><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> at Tallinn Art Hall’s Lasnamäe Pavilion (06.10.–26.11.2023; curated by </span><a href=\"http://ilarilaamanen.com/\"><span style=\"font-weight: 400;\">Ilari Laamanen</span></a><span style=\"font-weight: 400;\">) and the artists’ film programme in cinema Sõprus (16.–17.11.2023; curated by </span><a href=\"https://www.efis.ee/et/filmitegijad/inimene/id/21994\"><span style=\"font-weight: 400;\">Piibe Kolka</span></a><span style=\"font-weight: 400;\"> and </span><a href=\"https://www.genevieveyue.com/\"><span style=\"font-weight: 400;\">Genevieve Yue</span></a><span style=\"font-weight: 400;\">). The events of the main programme can be described with keywords like technologically mediated world, sensory experiences, humane and mechanical, co-creation, collectivity, sociality. In the framework of the satellite programme of the biennial, cooperation with several previously valued partners and photography-oriented exhibition spaces across Tallinn continues. The selected projects will be announced in September 2023.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">More information:</span></p>\n<p><span style=\"font-weight: 400;\">Brigit Arop, brigit.arop@fotokuu.ee</span></p>\n<p><span style=\"font-weight: 400;\">Project Manager, Tallinn Photomonth ’23</span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "avalik-konkurss-tallinna-fotokuu-otsib-linnaruumi-fotoprojekti"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Open-Call-Facebook-ENG.png",
          "src": "/images/posts/Open-Call-Facebook-ENG.png"
        }
      }
    },
    {
      "id": "cG9zdDoyOTY=",
      "title": "Avalik konkurss: Tallinna Fotokuu otsib linnaruumi fotoprojekti",
      "slug": "avalik-konkurss-tallinna-fotokuu-otsib-linnaruumi-fotoprojekti",
      "date": "2023-07-04T09:10:42",
      "content": "<p><b>Kaasaegse kunsti biennaal Tallinna Fotokuu ’23 (06.10.–26.11.2023) kuulutab välja avaliku konkursi linnaruumi asetuva fotoprojekti leidmiseks.</b></p>\n<p><span style=\"font-weight: 400;\">Sügisel seitsmendat korda toimuv kaasaegse kunsti biennaal Tallinna Fotokuu laieneb taas linnaruumi ning soovib kaasata uusi autoreid. Üksikteose või teoste seeriaga on oodatud kandideerima kaasaegse visuaalkunsti valdkonnas tegutsevad loovisikud või kollektiivid, kes pakuksid konkursi raames välja tervikliku kontseptsiooni avaliku ruumi fotoprojekti loomiseks. </span></p>\n<p><span style=\"font-weight: 400;\">Projekti toimumisajaks Tallinna linnaruumis on ette nähtud biennaali periood oktoobris ja novembris 2023. Projekti alateema, asukoht, ega ka formaadi suunised ei ole Tallinna Fotokuu poolt ette antud, kuid suhestumine 7. Tallinna Fotokuu põhiprogrammi asukohtade ning fookusega on teretulnud. </span></p>\n<p><span style=\"font-weight: 400;\">Tuues visuaalkunsti linnaruumi sõlmpunktidesse või aktiveerides seni varju jäänud paikasid, saab valituks osutuva projektiga rääkida avalikus ruumis kaasa ajakohastel teemadel, algatada laia hulka inimesi puudutavaid diskussioone ning avardada tavapäraseid kunsti kogemise viise. Konkursi võiduprojekti tutvustatakse Tallinna Fotokuu biennaali satelliit- ja publikuprogrammi raames nii kodupublikule kui ka rahvusvahelistele kunstiprofessionaalidele.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Projektidelt ootame: </span></p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">teostust fotograafia tehnikas või selle laiendatud väljal;</span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">otsest suhestumist fotograafia meediumi spetsiifika ja/või valitud asukohaga; </span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">asetumist ühele või korraga mitmele avalikult ligipääsetavale asukohale Tallinnas;</span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">paiga valiku põhjendust. </span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">Tallinna Fotokuu ‘23 poolt pakume: </span></p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">kunstnikutasu ja teose produktsioonikulude katmist;</span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">kaasamõtlemist ja tuge läbirääkimistel seoses projekti asukoha kinnitamisega;</span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">nähtavust biennaali kommunikatsioonikanalite, infomaterjalide ja publikuprogrammi kaudu.</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">Taotlusele tuleb lisada:</span></p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">projektikirjeldus koos 3–5 tutvustava pildiga (2000–2500 tm, PDF formaadis);</span></li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400;\">autori(te) CV või loominguline biograafia (1–2 lk, PDF formaadis).</span></li>\n</ul>\n<p><span style=\"font-weight: 400;\">Tähtaeg materjalide esitamiseks on </span><b>31. juuli 2023.</b></p>\n<p><span style=\"font-weight: 400;\">Taotlused palume saata: Brigit Arop, <a href=\"mailto:brigit.arop@fotokuu.ee\">brigit.arop@fotokuu.ee</a>.</span></p>\n<p><span style=\"font-weight: 400;\">Võiduprojekti valib välja Tallinna Fotokuu tiim koos erialaste nõuandjatega.</span></p>\n<p>&nbsp;</p>\n<p><a href=\"https://www.fotokuu.ee/\"><span style=\"font-weight: 400;\">Tallinna Fotokuu ’23</span></a><span style=\"font-weight: 400;\"> põhiprogrammi kuuluvad rahvusvaheline rühmanäitus „Transs“ Tallinna Kunstihoone Lasnamäe Paviljonis (06.10.–26.11.2023; kuraator:</span><a href=\"http://ilarilaamanen.com/\"> <span style=\"font-weight: 400;\">Ilari Laamanen</span></a><span style=\"font-weight: 400;\">) ning kunstnikufilmide programm kinos Sõprus koostöös filmifestivaliga PÖFF (16.–17.11.2023; kuraatorid:</span><a href=\"https://www.efis.ee/et/filmitegijad/inimene/id/21994\"> <span style=\"font-weight: 400;\">Piibe Kolka</span></a><span style=\"font-weight: 400;\"> ja</span><a href=\"https://www.genevieveyue.com/\"> <span style=\"font-weight: 400;\">Genevieve Yue</span></a><span style=\"font-weight: 400;\">). Põhiprogrammi sündmused seostuvad märksõnadega nagu tehnoloogiliselt vahendatud maailm, sensoorsed kogemused, inimlik ja mehaaniline, koosloome, kollektiivsus, sotsiaalsus. Biennaali satelliitprogrammis jätkub koostöö mitmete varasemalt oluliste partnerite, fotokunstile orienteeritud näitusepindadega üle Tallinna. Osalevad projektid kuulutatakse välja septembris 2023.</span></p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Lisainfo: </span></p>\n<p><span style=\"font-weight: 400;\">Brigit Arop, brigit.arop@fotokuu.ee</span></p>\n<p><span style=\"font-weight: 400;\">Projektijuht, Tallinna Fotokuu ‘23</span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "open-call-tallinn-photomonth-is-looking-for-an-urban-space-photography-project"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Open-Call-Facebook.png",
          "src": "/images/posts/Open-Call-Facebook.png"
        }
      }
    },
    {
      "id": "cG9zdDoyMTg=",
      "title": "Engaging and reorienting – Tallinn Photomonth ‘23 announces the artist list for the main exhibition",
      "slug": "engaging-and-reorienting-tallinn-photomonth-23-announces-the-artist-list-for-the-main-exhibition",
      "date": "2023-06-27T00:00:02",
      "content": "<p><b>One of the largest biennials of contemporary art in Estonia, Tallinn Photomonth, taking place from October 6 to November 26, announces the artist list for their main exhibition </b><b><i>Trance</i></b><b>. Ilari Laamanen, the curator of the international group exhibition held at Tallinn Art Hall’s Lasnamäe Pavilion, has chosen 19 artists from seven countries, including three artist duos and one artist collective. Many artists show their work in Estonia for the first time.</b></p>\n<p><span style=\"font-weight: 400;\">Participating artists are: <a href=\"https://sarabjarland.com/\">Sara Bjarland</a> (FI/NL), <a href=\"https://www.zoebur.ke/about\">Zody Burke</a> (US/EE), <a href=\"https://www.patriciadominguez.cl/\">Patricia Domínguez</a> (CL), <a href=\"https://et.wikipedia.org/wiki/Elo-Reet_J%C3%A4rv\">Elo-Reet Järv</a> (EE), <a href=\"http://www.karelkoplimets.com/\">Karel Koplimets</a> (EE), <a href=\"https://xxijrahii.net/laila-majid-louis-blue-newby-profile/\">Laila Majid (AE/UK) &amp; Louis Blue Newby</a> (UK), <a href=\"https://normanorro.com/\">Norman Orro</a> &amp; <a href=\"https://joonastimmi.com/\">Joonas Timmi</a> (EE), <a href=\"https://piresova.com/\">Pire Sova</a> &amp; <a href=\"http://andonaulainen.com/\">Ando Naulainen</a> (EE), <a href=\"https://viktortimofeev.com/\">Viktor Timofeev</a> (LV/US), <a href=\"https://anuvahtra.com/\">Anu Vahtra</a> (EE), <a href=\"http://www.jessicawilson.co.uk/\">Jessica Wilson</a> (US) and the artist collective <a href=\"https://cuss.network/\">CUSS Group</a> (ZA). Further artists will be announced later this Summer.</span></p>\n<p><span style=\"font-weight: 400;\">According to curator</span><a href=\"http://ilarilaamanen.com/\"> <b>Ilari Laamanen</b></a><span style=\"font-weight: 400;\">,</span> <i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> has an interdisciplinary and cross-generational focus, while each artist brings something unexpected to the exhibition: “The unusual architecture of the Lasnamäe Pavilion has strongly influenced my curatorial process. The exhibited works will have a direct dialogue with the exhibition space making it an engaging and multisensory experience. Estonia-based artists Zody Burke, Karel Koplimets, Anu Vahtra, Pire Sova and Ando Naulainen are creating new installations especially for the Photomonth exhibition. It is also a pleasure to feature work by international practitioners such as Patricia Domínguez, CUSS Group, Laila Majid and Louis Blue Newby in Tallinn for the first time.”</span></p>\n<p><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> questions contemporary screen-dominated conditions: “The exhibition explores how artworks can complicate and aid in examining sensory experience in a technologically mediated world. </span><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> moves spirally between humane and mechanical, fantastical and factual, allure and absence, in an aim to disorient and reorient the viewer and the viewing situation. The closer the viewer gets to the real, the more imaginary it becomes,” Laamanen explains, adding: “</span><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> can be understood here as a persuasive mass culture phenomenon on one hand, and as a self-reflective, or even subconscious, experience, on the other.”</span></p>\n<p><span style=\"font-weight: 400;\">In addition to the main exhibition, this year’s Tallinn Photomonth main programme includes an artists’ film programme, which is for the first time also part of the Expanded Cinema section of the Tallinn Black Nights Film Festival (PÖFF). The biennial’s film programme  is curated by Estonian artist and filmmaker</span><a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\"> <b>Piibe Kolka</b></a><span style=\"font-weight: 400;\"> and New York-based film curator</span><a href=\"https://www.genevieveyue.com/\"> <b>Genevieve Yue</b></a><span style=\"font-weight: 400;\">. The selected films focus on themes of co-creative methods, collective authorship and sociality. Screenings take place on November 16 and 17 at the cinema Sõprus.</span></p>\n<p><span style=\"font-weight: 400;\">Alongside the main and satellite programme of the biennial, a strong emphasis continues to be placed on the educational programme aimed at schoolchildren, as well as displaying art in urban space. This offers a greater visibility and accessibility to the artworks and invites audiences to critically analyse and reflect on the abundance of images that surround us on a daily basis. More information concerning the film programme, satellite and educational programmes of the Tallinn Photomonth ’23 will be announced in the coming months. This is the biennial’s seventh edition.</span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "tallinna-fotokuu-2023-toob-eestisse-uusi-kunstnikke-ja-teoseid"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Karel-Koplimets-video-still-from-the-new-commission-2-channel-video-2023-1-scaled.jpg",
          "src": "/images/posts/Karel-Koplimets-video-still-from-the-new-commission-2-channel-video-2023-1-scaled.jpg"
        }
      }
    },
    {
      "id": "cG9zdDoyMTY=",
      "title": "Tallinna Fotokuu 2023 toob Eestisse uusi kunstnikke ja teoseid",
      "slug": "tallinna-fotokuu-2023-toob-eestisse-uusi-kunstnikke-ja-teoseid",
      "date": "2023-06-27T00:00:02",
      "content": "<p><b>6. oktoobrist kuni 26. novembrini toimuv Eesti üks suurimaid kaasaegse kunsti biennaale Tallinna Fotokuu avalikustas peanäituse „Transs“ kunstnike nimekirja. Tallinna Kunstihoone Lasnamäe Paviljonis toimuva rahvusvahelise grupinäituse kuraator Ilari Laamanen on valinud näitusel osalema 19 kunstnikku seitsmest erinevast riigist. Sealhulgas on kaasatud kolm kunstnike duot ja üks rühmitus. Mitmed kunstnikud astuvad oma teostega Eestis üles esimest korda.</b></p>\n<p><span style=\"font-weight: 400;\">Tänavu seitsmendat korda toimuva kaasaegse kunsti biennaali </span><a href=\"https://www.fotokuu.ee/et\"><span style=\"font-weight: 400;\">Tallinna Fotokuu</span></a><span style=\"font-weight: 400;\"> peanäitusel „Transs“ osalevad kunstnikud on <a href=\"https://sarabjarland.com/\">Sara Bjarland</a> (FI/NL), <a href=\"https://www.zoebur.ke/about\">Zody Burke</a> (US/EE), <a href=\"https://www.patriciadominguez.cl/\">Patricia Domínguez</a> (CL), <a href=\"https://et.wikipedia.org/wiki/Elo-Reet_J%C3%A4rv\">Elo-Reet Järv</a> (EE), <a href=\"http://www.karelkoplimets.com/\">Karel Koplimets</a> (EE), <a href=\"https://xxijrahii.net/laila-majid-louis-blue-newby-profile/\">Laila Majid (AE/UK) ja Louis Blue Newby</a> (UK), <a href=\"https://normanorro.com/\">Norman Orro</a> ja <a href=\"https://joonastimmi.com/\">Joonas Timmi</a> (EE), <a href=\"https://piresova.com/\">Pire Sova</a> ja <a href=\"http://andonaulainen.com/\">Ando Naulainen</a> (EE), <a href=\"https://viktortimofeev.com/\">Viktor Timofeev</a> (LV/US), <a href=\"https://anuvahtra.com/\">Anu Vahtra</a> (EE), <a href=\"http://www.jessicawilson.co.uk/\">Jessica Wilson</a> (US) ning kunstnike rühmitus <a href=\"https://cuss.network/\">CUSS Group</a> (ZA).</span></p>\n<p><span style=\"font-weight: 400;\">Kuraator </span><a href=\"http://ilarilaamanen.com/\"><b>Ilari Laamanen</b></a><span style=\"font-weight: 400;\">i sõnul on „Transs“ interdistsiplinaarse ja põlvkondadeülese fookusega ning iga kunstniku teos mõjub näitusel ootamatult: „Kuraatoritöö protsessi on minu jaoks tugevalt mõjutanud </span><a href=\"https://www.kunstihoone.ee/\"><span style=\"font-weight: 400;\">Tallinna Kunstihoone</span></a><span style=\"font-weight: 400;\"> Lasnamäe Paviljoni ebatavaline arhitektuur. Eksponeeritavad teosed on näitusepinnaga otseses dialoogis, mis muudab näituse kaasahaaravaks ja multisensoorseks kogemuseks. Eestis tegutsevad kunstnikud Zody Burke, Karel Koplimets, Anu Vahtra, Pire Sova ja Ando Naulainen loovad spetsiaalselt Fotokuu näituse jaoks uued installatsioonid. Samuti on mul suur heameel esmakordselt Tallinnas tutvustada teoseid rahvusvahelistelt kunstnikelt Patricia Domínguez, Laila Majid ja Louis Blue Newby ning CUSS GROUP kollektiivilt.“</span></p>\n<p><span style=\"font-weight: 400;\">Tallinna Fotokuu peanäituse „Transs“ ajendiks on tänapäevane ekraanidest ja tehnoloogiast läbiimbunud maailm ja inimseisundid: „Näitus vaatleb, kuidas kunstiteosed võivad tehnoloogiliselt vahendatud maailmas sensoorsete kogemuste uurimist lihtsustada või keerulisemaks muuta. „Transs“ liigub spiraalselt inimliku ja mehaanilise, fantastilise ja faktilise ning veetluse ja eemaloleku vahel, eesmärgiga vaatajat eksitada ja harjumuspärast vaatamissituatsiooni kõigutada. Mida lähemale liigub vaataja tajutavale reaalsusele, seda kujuteldavamaks see muutub,” kirjeldab Laamanen ja lisab: „Transsi võib näitusel mõista ja vaadelda nii massikultuurilise nähtusena, kui ka enesepeegeldust pakkuva või isegi vaimse kogemusena.“</span></p>\n<p><span style=\"font-weight: 400;\">Lisaks peanäitusele kuulub tänavuse Tallinna Fotokuu biennaali põhiprogrammi kunstnikufilmide programm, mis on esmakordselt esindatud Tallinna Pimedate Ööde Filmifestivali (PÖFF) Expanded Cinema kavas. Biennaali filmiprogrammi kureerivad Eestist pärit kunstnik ja filmitegija </span><a href=\"https://www.efis.ee/et/filmitegijad/inimene/id/21994\"><b>Piibe Kolka</b></a><span style=\"font-weight: 400;\"> ning New Yorgis tegutsev filmikuraator </span><a href=\"https://www.genevieveyue.com/\"><b>Genevieve Yue</b></a><span style=\"font-weight: 400;\">. Filmide valikus on kesksete teemadena esil kaasloovad meetodid, kollektiivne autorlus ja sotsiaalsus. Filmiprogramm linastub 16. ja 17. novembril kinos Sõprus.</span></p>\n<p><span style=\"font-weight: 400;\">Biennaali põhi- ja satelliitprogrammi kõrval pannakse jätkuvalt tugevat rõhku koolinoorte haridusprogrammile ja kunstiga linnaruumi laienemisele. Seeläbi soovitakse kunstnike loomingule lisada nähtavust ja ligipääsetavust ning avada publikule võimalusi meid igapäevaselt ümbritseva pildiküllasuse kriitiliseks analüüsiks ning mõtestamiseks. Täpsem info käesoleva aasta Tallinna Fotokuu filmi-, satelliit- ja haridusprogrammide kohta kuulutatakse välja järgnevatel kuudel. </span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "engaging-and-reorienting-tallinn-photomonth-23-announces-the-artist-list-for-the-main-exhibition"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Karel-Koplimets-video-still-from-the-new-commission-2-channel-video-2023-scaled.jpg",
          "src": "/images/posts/Karel-Koplimets-video-still-from-the-new-commission-2-channel-video-2023-scaled.jpg"
        }
      }
    },
    {
      "id": "cG9zdDoxNTE=",
      "title": "Tööta Eesti ühe suurima kaasaegse kunsti sündmuse jaoks!",
      "slug": "toota-eesti-uhe-suurima-kaasaegse-kunsti-sundmuse-jaoks",
      "date": "2023-06-15T11:01:48",
      "content": "\r\n<p>Kui jagad meie kirge kaasaegse kunsti vastu, kuid oled sotsiaalmeedia maastikul meist kordades vilunum, siis just Sind me enda väiksesse tiimi otsimegi!</p>\r\n\r\n\r\n\r\n<p>Fotokuu sotsiaalmeedia koordinaatorina oled ülimalt oluline mõttekaaslane ja kolleeg, et aidata tõsta esile biennaali programmi, kuraatorite ideid ja kunstnike loomingut.</p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Omad kogemust tegevusplaanide loomise ja elluviimisega</li>\r\n\r\n\r\n\r\n<li>Tead, millised sotsiaalmeedia postitused, reklaamid ja kampaaniad töötavad ning kuidas nendega luua publikut kaasahaaravat sisu</li>\r\n\r\n\r\n\r\n<li>Oskad jälgida sotsiaalmeedia kanalite jälgimisega seotud andmeid ja neid analüüsida</li>\r\n\r\n\r\n\r\n<li>Oled kursis tänaste digitrendidega</li>\r\n</ul>\r\n\r\n\r\n\r\n<p>Tundsid end ära? Siis anna endast kindlasti märku! Tutvusta enda oskusi ja senist tööd sotsiaalmeedias, kirjutades meile press@fotokuu.ee hiljemalt 26. juuniks.</p>\r\n\r\n\r\n\r\n<p>Pst! Töö on osalise koormusega perioodil augustist novembrini, sobides hästi ka tudengitele ja vabakutselistele!</p>\r\n",
      "language": {
        "slug": "et"
      },
      "translations": [],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Cultural_codes_-media_image.jpg",
          "src": "/images/posts/Cultural_codes_-media_image.jpg"
        }
      }
    },
    {
      "id": "cG9zdDo2OQ==",
      "title": "Tallinn Photomonth ‘23 announces the biennial main programme",
      "slug": "tallinn-photomonth-23-announces-the-biennial-main-programme",
      "date": "2023-05-08T12:00:00",
      "content": "\r\n<p>Tallinn Photomonth international biennial of contemporary art is pleased to announce its 7th edition, which opens 6th October until 26rd November 2023. Featuring work across all disciplines, the biennial looks at developments in art and society in a world increasingly mediated by cameras, screens and images.</p>\r\n\r\n\r\n\r\n<p>Tallinn Photomonth ‘23 names New York-based <a href=\"http://ilarilaamanen.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Ilari Laamanen</a> as the curator of Trance, the biennale’s Main Exhibition, which this year takes place at Tallinn Art Hall’s Lasnamae Pavilion. The biennial will also include an Artists’ Film Programme curated by <a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\" target=\"_blank\" rel=\"noreferrer noopener\">Piibe Kolka</a> and <a href=\"https://www.genevieveyue.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Genevieve Yue</a> and an extensive Satellite Programme across several of Tallinn’s most acclaimed institutions, galleries and cultural venues.</p>\r\n\r\n\r\n\r\n<p>Art fair <a href=\"https://www.fototallinn.ee/en/\" target=\"_blank\" rel=\"noreferrer noopener\">Foto Tallinn</a> will continue to take place as a collaboration between the Estonian Union of Photography Artists (<a href=\"https://www.foku.ee/en/\" target=\"_blank\" rel=\"noreferrer noopener\">FOKU</a>) and the Estonian Contemporary Art Development Center (<a href=\"http://www.ecadc.ee/en/news/\" target=\"_blank\" rel=\"noreferrer noopener\">ECADC</a>) during the biennial off-years. The 11th edition of the fair is expected to take place at Kai Art Center in the Fall of 2024.</p>\r\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "tallinna-fotokuu-pohiprogrammi-kureerivad-new-yorgist-ja-eestist-parit-kuraatorid"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Ilari-Laamanen_portrait1_June-2023-scaled.jpeg",
          "src": "/images/posts/Ilari-Laamanen_portrait1_June-2023-scaled.jpeg"
        }
      }
    },
    {
      "id": "cG9zdDo2Nw==",
      "title": "Tallinna Fotokuu põhiprogrammi kureerivad New Yorgist ja Eestist pärit kuraatorid",
      "slug": "tallinna-fotokuu-pohiprogrammi-kureerivad-new-yorgist-ja-eestist-parit-kuraatorid",
      "date": "2023-05-08T12:00:00",
      "content": "\r\n<p>Seitsmendat korda toimuv kaasaegse kunsti biennaal Tallinna Fotokuu leiab tänavu aset 6. oktoobrist kuni 26. novembrini. Biennaali rahvusvaheline peanäitus kannab nime „Transs“ ja selle kuraator on New Yorgis tegutsev kuraator Ilari Laamanen. Näitus toimub Tallinna Kunstihoone Lasnamäe Paviljonis. Lisaks hõlmab Tallinna Fotokuu põhiprogramm kunstnikefilmide programmi koostöös PÖFFiga ja ulatuslikku satelliitprogrammi.</p>\r\n\r\n\r\n\r\n<p>„Fotokuu peanäituse puhul on eriliselt oodatud kohalike kunstnike uued teosed kombinatsioonis rahvusvaheliselt silmapaistvate kunstnike loominguga. Seda eriti Tallinna Kunstihoone uues, positiivselt väljakutsuvas ruumis. Samuti oleme elevil uue koostöö üle Tallinna Pimedate Ööde Filmifestivaliga, mis aitab meil kunstnikufilmi žanri viia senisest veelgi laiema publikuni,“ sõnab Tallinna Fotokuu kunstiline juht Kulla Laas. „Biennaali satelliitprogrammis jätkub koostöö mitmete varasemalt oluliste partneritega, kuid eriti hea meel on kohalikku noort fotokunstnike põlvkonda tutvustava grupinäituse üle, mis saab toimuma kahes osas, paralleelselt Tallinnas ja Tartus,“ lisab Laas.</p>\r\n\r\n\r\n\r\n<p>Biennaali põhi- ja satelliitprogrammi kõrval pannakse jätkuvalt tugevat rõhku ka koolinoorte haridusprogrammile ja kunstiga linnaruumi laienemisele. Seeläbi soovitakse kunstnike loomingule lisada nähtavust ja ligipääsetavust ning avada publikule võimalusi kujutiste ja meid ümbritseva igapäevase pildiküllasuse analüüsiks ning kriitiliseks mõtestamiseks.</p>\r\n\r\n\r\n\r\n<p>Harjumuspäraselt Tallinna Fotokuuga algav kunstimess <a href=\"https://www.fototallinn.ee/\" target=\"_blank\" rel=\"noreferrer noopener\">Foto Tallinn</a> toimub edaspidi <a href=\"http://www.foku.ee/\" target=\"_blank\" rel=\"noreferrer noopener\">FOKU</a> (Eesti Fotokunstnike Ühendus) ja <a href=\"http://www.ecadc.ee/en/news/\" target=\"_blank\" rel=\"noreferrer noopener\">Eesti Kaasaegse Kunsti Arenduskeskuse</a> (ECADC) koostöös biennaali vaheaastatel. 11. Foto Tallinn toimub Kai Kunstikeskuses 2024. aasta sügisel.</p>\r\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "tallinn-photomonth-23-announces-the-biennial-main-programme"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/posts/Ilari-Laamanen_portrait1_June-2023-scaled.jpeg",
          "src": "/images/posts/Ilari-Laamanen_portrait1_June-2023-scaled.jpeg"
        }
      }
    }
  ]
}