{
  "nodes": [
    {
      "id": "cG9zdDo3MjA=",
      "title": "Artists’ film programme: part 2",
      "slug": "artists-film-programme-part-2",
      "content": "[details]</p>\n<p>17.11.2023, part 2<br />\n19.00–21.30<br />\nCurators: Piibe Kolka, Genevieve Yue<br />\n<a href=\"https://www.kinosoprus.ee/en\">Cinema Sõprus</a> (Vana-Posti 8, Tallinn)<br />\nTickets: 10 / 7,5 € (7,5€ until 26.10.2023)<br />\nNo wheelchair access</p>\n<p>Screenings are part of the Black Nights Film Festival’s programme <a href=\"https://poff.ee/en/\">PÖFF</a> Expanded.</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p><a href=\"https://fotokuu-23-admin.fotokuu.ee/wp-content/uploads/2023/11/fotokuu-voldik_EE-EN_A53mm-bleed-02-1.pdf\">Booklet with the programme is available here (in Estonian and English)</a></p>\n<p>On 16 and 17 November, the Tallinn Photomonth artists’ films programme <em>Polar Coordinates</em> will take place at the cinema Sõprus. Ten films from eight countries will be screened during the two-day programme with themes ranging from intimate family relationships to geographic explorations and telepathic cinema. The film programme is curated by the Estonian artist and filmmaker Piibe Kolka and New York based critic and film curator Genevieve Yue. This is the first time that the programme takes place in collaboration with the Black Nights Film Festival PÖFF.</p>\n<p>Tallinn Photomonth’s film programme <em>Polar Coordinates</em>, which is part of the PÖFF Expanded programme, focuses on artists’ films that are the product of a variety of collaborations. “Unlike mainstream films, which are typically made by enormous crews, experimental or artist films often imply the painstaking work of a solitary maker. This year’s Photomonth film programme explores works that were created through various partnerships and dialogues in order to reflect upon the different forms of creative collaboration. Authors of many of these films are partners beyond filmmaking duos: they are families, romantic partners, scientists, and activists,” explains the artist and filmmaker Piibe Kolka, one of the curators of the programme.</p>\n<p>The second program, <em>A Question that Can Be Answered Yes or No</em>, traverses the world, collapsing vast distances of time and space through trajectories of desire. Whether working in close quarters or at a far remove, these explorers share with each other their discoveries, frustrations, and joys. There is a yearning for communication that finds an expression in experimental devices, shared motions, and the subtle discrepancies of perspective.</p>\n<p>Part II of the Tallinn Photomonth’s film programme, <em>A Question that Can Be Answered Yes or No</em>:</p>\n<p>– The Measures, Jacqueline Goss and Jenny Perlin, 2011, United States, 47 min, 16mm on HD, in English.<br />\n– New City of Friends, Roman Khimei and Yarema Malashchuk, 2021, Ukraine, 9 min, HD video, in Ukrainian, with English subtitle.<br />\n– similar image, fantastic little splash, 2021, Ukraine, 9 min, HD video, no dialogue.<br />\n– DISTANT FEELER. Goliatus &amp; Carábida (1977–1997), OJOBOCA, 2022, Germany, 36 min, performance, in English.</p>\n<p>The second evening of screenings will be followed by a Q&amp;A with the artists and curators. <strong>Additionally, a public lecture on the subject of feminism and film materiality will be held by Genevieve Yue, one of the curators of the film programme, in the main auditorium of the Estonian Academy of Arts on 20 November at 17.30.</strong><b></b><b></b></p>\n<p>The first part of the Photomonth film programme, <em>Frame that Holds Us</em>, takes place on 16 November from 19.00 to 20.45 at the cinema Sõprus. The first program arises from the intimate spaces of the home, which, in these artists’ conceptions, can mean a physical space, a relation among people, or the recesses of the mind. These are inside-out home movies, playing on the conventions of their traditional forms, depicting unconventional domestic scenes, moments of strife as well as joy. The intimate spaces alternate with “views from the windows,” both literally but also as a framing of one’s world from a remove, an experience made globally familiar by the recent years of confinement and seclusion.</p>\n<p><a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\" target=\"_blank\" rel=\"noreferrer noopener\">Piibe Kolka</a> is an artist, filmmaker and film worker with a background in anthropology. She is interested in artists’ moving image as a personal enquiry into the bodily, temporal and rhythmic aspects of social realities. She works with video, sound, and performance, artistic research and curatorial practices. She has co-curated artist film programs for Kumu Art Film Festival (2016 and 2018) and at the international group show Point of No Return at NART art residency (2021).</p>\n<p><a href=\"https://www.genevieveyue.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Genevieve Yue</a> is an associate professor of culture and media and director of the Screen Studies program at the New School. She has programmed films at Anthology Film Archives, Metrograph, MassArt, and other venues. Her essays and criticism have appeared in Mubi, Film Comment, Film Quarterly, and Reverse Shot, and she is author of Girl Head: Feminism and Film Materiality (Fordham University Press, 2021). She is based in New York City.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "kunstnikufilmide-programm-ii-osa"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/OJOBOCA_distant_feeler_still_04.jpg"
        }
      },
      "programmeFields": {
        "subheading": null,
        "startingDatetime": "2023-11-17 19:00:00",
        "endingDatetime": "2023-11-17 21:30:00",
        "locationName": "Cinema Sõprus",
        "locationAddress": {
          "streetAddress": "Kino Sõprus, Vana-Posti, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo3MTg=",
      "title": "Kunstnikufilmide programm: II osa",
      "slug": "kunstnikufilmide-programm-ii-osa",
      "content": "[details]</p>\n<p>17.11.2023, II osa<br />\n19.00–21.00<br />\nKuraatorid: Piibe Kolka, Genevieve Yue<br />\n<a href=\"https://www.kinosoprus.ee/et\">Kino Sõprus</a> (Vana-Posti 8, Tallinn)<br />\nPilet: 10 / 7.5 € (eelmüügist kuni 26.10.2023 7.5 €)<br />\nRatastooliga ligipääs puudub</p>\n<p>Programm kuulub Pimedate Ööde Filmifestivali (<a href=\"https://poff.ee/\">PÖFF</a>) kavasse PÖFF Expanded.</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p><a href=\"https://fotokuu-23-admin.fotokuu.ee/wp-content/uploads/2023/11/fotokuu-voldik_EE-EN_A53mm-bleed-02-1.pdf\"><span class=\"im\">Programmi trükise leiad siit (eesti ja inglise keeles)</span></a></p>\n<p><span class=\"im\">16. ja 17. novembril toimub kinos Sõprus Tallinna Fotokuu kunstnikufilmide programm „Pooluste koordinaadid“. Kaheosalises programmis linastub kokku 10 filmi kaheksast riigist ning filmide teemadering ulatub intiimsetest perekondlikest suhetest geograafiliste avastusretkede ja telepaatilise kinoni. Filmiprogrammi kureerivad Eesti kunstnik ja filmitegija Piibe Kolka ning New Yorgis tegutsev kriitik ja filmikuraator Genevieve Yue. Esmakordselt toimub programm koostöös Pimedate Ööde Filmifestivaliga (PÖFF).</span></p>\n<p><span class=\"im\">PÖFF Expanded kavas linastuv Tallinna Fotokuu filmiprogramm „Pooluste koordinaadid“ keskendub kunstnikufilmidele, mis on sündinud erinevate koostöövormide tulemusel. „Erinevalt peavoolu filmidest, mille taga on suured meeskonnad, on kunstniku- või eksperimentaalfilmid sageli üksiku looja vaevarikka töö tulemus. Fotokuu filmiprogramm vaatleb seekord aga erinevatest partnerlustest ja dialoogidest sündinud teoseid eesmärgiga mõtestada loomingulise koostöö erinevaid vorme. Mitmete filmide autorid on partnerid ka perekondlikes või romantilistes suhetes, teadustöö või aktivismi vallas,“ tutvustab kunstnik ja filmitegija ning filmiprogrammi üks kuraatoreid Piibe Kolka.</span></p>\n<p>Programmi teine osa „Võimalikke vastuseid on kaks“ rändab läbi maailma, kattes ihast suunatuna pikki ajalisi ja ruumilisi vahemaid. Töötades lähestikku või teineteisest kaugel, jagavad uurijad-kunstnikud-ilmarändurid üksteisega avastusi, pettumusi ja rõõme. Kontakti järele igatsuse väljendajaks saavad eksperimentaalsed seadeldised, jagatud liigutused ja vaatenurga peened lahknevused.</p>\n<p>Tallinna Fotokuu kunstnikufilmide programmi II osa, „Võimalikke vastuseid on kaks“:</p>\n<p><i>–</i> Mõõdustik, Jacqueline Goss ja Jenny Perlin, 2011, Ameerika Ühendriigid, 47 min, 16 mm HD, inglise keeles.<br />\n<i>–</i> Uus sõprade linn, Roman Khimei ja Yarema Malashchuk, 2021, Ukraina, 9 min, HD video, ukraina keeles, ingliskeelsete subtiitritega.<br />\n<i>–</i> sarnane pilt, fantastic little splash, 2021, Ukraina, 9 min, HD video, dialoogita.<br />\n<i>–</i> KAUGTUNDJA. Goliatus &amp; Carábida (1977–1997), OJOBOCA, 2022, Saksamaa, 36 min, <i>performance</i>, inglise keeles.<b><br />\n</b><b></b><b></b></p>\n<p><span class=\"im\">Teisel linastusõhtul järgneb filmidele vestlus kunstnike ja kuraatoritega. <strong>Lisaks toimub 20. novembril algusega kell 17.30 Eesti Kunstiakadeemia suures auditooriumis filmiprogrammi väliskuraatori Genevieve Yue avalik loeng feminismi ja filmi materiaalsuse teemadel.</strong></span></p>\n<p>Tallinna Fotokuu kunstnikufilmide programmi I osa <a href=\"https://www.fotokuu.ee/programm/kunstnikufilmide-programm\">„Meid hoidvas kaadris“</a> toimub 17. novembril kell <span class=\"im\">19.00–21.00 kinos Sõprus</span>. Programmi esimene osa tõukub intiimsest kodukeskkonnast, mis antud kunstnike käsitlustes võib viidata nii füüsilisele ruumile, inimestevahelistele suhetele kui isiklikule mõtteilmale. Need on äraspidi koduvideod, mis mängivad formaadist lähtuvate tavadega, kujutades ebatavalisi koduseid stseene, vastandumise ja rõõmu hetki. Intiimsete ruumide vahel on “raamistatud vaated”, nii otseses tähenduses läbi akna paistmas kui ka distantseeritult omailma tunnetamisena – kogemused, mis said viimastel piirangute ja eraldatuse aastatel paljudele tuttavaks.</p>\n<p><strong><a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\" target=\"_blank\" rel=\"noreferrer noopener\">Piibe Kolka</a> </strong>on antropoogia taustaga kunstnik, filmitegija ja filmivaldkonna töötaja. Teda huvitab kunstnikufilm isikliku uurimusena sotsiaalsete reaalsuste, kehaliste, ajaliste ja rütmiliste aspektide kohta. Kolka praktika keskmes on video, heli ja <em>performance</em>, loomeuurimus ja kuraatoripraktikad. Ta on kureerinud kunstnikufilmide programmi Kumu kunstnikefilmide festivalile (2016, 2018) ja olnud rahvusvahelise grupinäituse „Taganemiseeta. Kohaloluharjutus” (2021) kaaskuraator NART kunstiresidentuuris Narvas.</p>\n<p><strong><a href=\"https://www.genevieveyue.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Genevieve Yue</a></strong> on New Yorgis tegutsev filmikuraator, -kriitik ja -haritlane, kes töötab kultuuri- ja meediaõpingute dotsendina New Yorgi New School&#8217;is, kus juhib ka ekraanimeedia programmi. Ta on koostanud arvukalt filmiprogramme, seehulgas Anthology Film Archives, Metrograph, MassArt jt. Tema tekste on avaldatud paljudes väljaannetes, sh. Mubi, Film Comment, Film Quarterly, Reverse Shot; samuti on ta raamatu &#8216;Girl Head: Feminism and Film Materiality'(Fordham University Press, 2021) autor.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "artists-film-programme-part-2"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/OJOBOCA_distant_feeler_still_04.jpg"
        }
      },
      "programmeFields": {
        "subheading": null,
        "startingDatetime": "2023-11-17 19:00:00",
        "endingDatetime": "2023-11-17 21:30:00",
        "locationName": "Kino Sõprus",
        "locationAddress": {
          "streetAddress": "Kino Sõprus, Vana-Posti, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo1NDE=",
      "title": "What Colour Is the Sky Above the Port Today? (Tallinn)",
      "slug": "what-colour-is-the-sky-above-the-port-today-tallinn",
      "content": "<p><span style=\"font-weight: 400;\">[details]</span></p>\n<p><span style=\"font-weight: 400;\">Group exhibition of young photography artists </span><i><span style=\"font-weight: 400;\">What Colour Is the Sky Above the Port Today?<br />\n</span></i><span style=\"font-weight: 400;\">Curator: Kaisa Eiche<br />\n</span><span style=\"font-weight: 400;\">Hobusepea Gallery</span><span style=\"font-weight: 400;\"> (Hobusepea 2, Tallinn)<br />\n</span><span style=\"font-weight: 400;\">Open: Mon, Wed–Sun 11.00–18.00<br />\n</span><span style=\"font-weight: 400;\">Opening 1.11.2023 at 18.00<br />\n</span><span style=\"font-weight: 400;\">Free entrance<br />\n</span><span style=\"font-weight: 400;\">No wheelchair access</span></p>\n<p><span style=\"font-weight: 400;\">[/details] </span></p>\n<p>&nbsp;</p>\n<p>It is an important exhibition in the history of higher education of Estonian photography, where, inspired by the spirit of our time, the current students or recent graduates of the Estonian Academy of Arts and Pallas University of Applied Sciences have their say. The themes of Tallinn Photomonth 2023 are centered around camera-based media, with a focus on photographic representations of our daily information flow.</p>\n<p>In the 20th century, photography became a sign-creation machine and developed into a whole system that functions as an effective apparatus for reproducing the simulacrum. The canon of truth in photography is the building block of our public facade in social media, in the shadow of which our psyche sooner or later suffers.</p>\n<p>Photography is a paradox — it can tell both truth and lies. The question is always whose narrative is followed at the moment the story is told. In today&#8217;s consumer culture, the media tries to maintain an illusion of reality at all costs to keep us shopping and entertained while our personal data or behavioral profiles are sold on a global market. We are no longer the audience of the society of the spectacle, we ourselves are the product, and for the time being everyone seems to be at peace with this.</p>\n<p>Participating artsts: <b>Siew Ching Ang, Inger-Liis Heinsoo, Erik Hõim, Andra Junalainen, Kenter Kalbri, Birgit Kaleva, Joosep Kivimäe, Elariin Kruusamägi, Kirke Kuiv, Gregor Kulla, Kristina Kuzemko, Britta Mai Martin, Jana Mätas, Agnes Müürsepp, Anna Ovtšinnikova, Andra Rahe, Sille-Riin Rand, Andrea Margó Rotenberg, Laura Ruuder, Triin Sagen, Enlil Sonn, Imbi Sõber, Lauri Trolla, Maarja Tõnisson, Jürgen Vainola</b>.</p>\n<p>&nbsp;</p>\n<p><strong>Public programme:</strong></p>\n<p><strong>11.11.2023 </strong></p>\n<p><span style=\"font-weight: 400;\">13.30 Photobook Club Helsinki goes Tallinn. Together with</span><span style=\"font-weight: 400;\"> Lugemik Publishing (in English)</span></p>\n<p>Supported by: Eesti Kultuurkapital, Tallinna Kultuuri- ja Spordiamet, Eesti Fotokunstnike Ühendus (FOKU), Tartu linn, Eesti Kunstiakadeemia, Kõrgem Kunstikool Pallas, Tartu Kunstnike Liit, Eesti Kunstnike Liit, Artproof, Metropol Spa Hotel, starter-KIT ajakirja toimetus, Tartu Kunstimuuseum, KIU kangatrüki stuudio, Neoon Valgus OÜ, Wale Vaal OÜ, Raamikoda (Estframe OÜ), Seri Disain OÜ, Nikita Šiškov ning Eesti Muusika- ja Teatriakadeemia audiovisuaaltehnika laenutus, Liisa Hirsch, Kanuti Gildi SAAL.</p>\n<p>Special gratitude to: starter-KIT editorial board.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "mis-varvi-on-tana-taevas-sadama-kohal-tallinn"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/IMG_0375-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Group exhibition of young photography artists",
        "startingDatetime": "2023-11-01 18:00:00",
        "endingDatetime": "2023-11-27 18:00:00",
        "locationName": "Hobusepea Gallery",
        "locationAddress": {
          "streetAddress": "Hobusepea tänav 2, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo1MzY=",
      "title": "„Mis värvi on täna taevas sadama kohal?” (Tallinn)",
      "slug": "mis-varvi-on-tana-taevas-sadama-kohal-tallinn",
      "content": "<p><span style=\"font-weight: 400;\">[details]</span></p>\n<p><span style=\"font-weight: 400;\">Noorte fotokunstnike ühisnäitus: „Mis värvi on täna taevas sadama kohal?”<br />\n</span><span style=\"font-weight: 400;\">Kuraator: Kaisa Eiche<br />\n</span><span style=\"font-weight: 400;\">Hobusepea galerii (Hobusepea 2, Tallinn)<br />\n</span><span style=\"font-weight: 400;\">Avatud: E, K–P 11.00–18.00<br />\n</span><span style=\"font-weight: 400;\">Avamine 1.11.2023 kell 18.00<br />\n</span><span style=\"font-weight: 400;\">Tasuta sissepääs<br />\n</span><span style=\"font-weight: 400;\">Ratastooliga ligipääs puudub</span></p>\n<p><span style=\"font-weight: 400;\">[/details]</span></p>\n<p>&nbsp;</p>\n<p>Tegemist on olulise näitusega Eesti fotokunsti kõrghariduse ajaloos, kus ajastu vaimust kantuna võtavad sõna hetkel Eesti Kunstiakadeemias ja Kõrgemas Kunstikoolis Pallas õppijad või selle hiljutised lõpetajad. 2023. aasta Tallinna Fotokuu teemad koonduvad kaamerapõhise meedia ümber, fookusega fotograafilistel representatsioonidel meie igapäevases infovoos.</p>\n<p>Fotograafiast kujunes 20. sajandil märgiloome masin ja seejärel terve süsteem, mis on praeguseks kujunenud simulaakrumi taasloomise tõhusaks aparaadiks. Fotograafia tõekaanon on meie igapäevane sotsiaalse fassaadi ehituskivi ühismeedias, mille varjus me psüühika varem või hiljem kannatab.</p>\n<p>Fotograafia on paradoks — ta võib kuulutada nii tõde kui ka valet, küsimus on alati selles, kelle narratiivi järgi lugu parasjagu räägitakse. Tänases tarbimiskultuuris püüab meedia säilitada enda loodud tegelikkuse illusiooni iga hinnaga, et hoida meid ostlemas ja meelt lahutamas samal ajal kui meie isikuandmeid või käitumisprofiile müüakse globaalsel turul. Me pole enam ammu vaatemänguühiskonna publikuks, me ise oleme toode ja kõik näivad sellega esialgu rahul olevat.</p>\n<p>Näitusel osalevad kunstnikud: <b>Siew Ching Ang, Inger-Liis Heinsoo, Erik Hõim, Andra Junalainen, Kenter Kalbri, Birgit Kaleva, Joosep Kivimäe, Elariin Kruusamägi, Kirke Kuiv, Gregor Kulla, Kristina Kuzemko, Britta Mai Martin, Jana Mätas, Agnes Müürsepp, Anna Ovtšinnikova, Andra Rahe, Sille-Riin Rand, Andrea Margó Rotenberg, Laura Ruuder, Triin Sagen, Enlil Sonn, Imbi Sõber, Lauri Trolla, Maarja Tõnisson, Jürgen Vainola</b>.</p>\n<p>&nbsp;</p>\n<p><strong>Publikuprogramm: </strong></p>\n<p><strong>4.11.2023 </strong></p>\n<p><span style=\"font-weight: 400;\">13.30 Kuraatorituur</span></p>\n<p><strong>11.11.2023 </strong></p>\n<p><span style=\"font-weight: 400;\">13.30 <em>Photobook Club Helsinki</em> Tallinnas. K</span><span style=\"font-weight: 400;\">oostöös kirjastusega Lugemik (inglise keeles)<br />\n</span><span style=\"font-weight: 400;\">16.00 Mirjam Varik. „Vaikelu hääbuvas ruumis” raamatuesitlus</span></p>\n<p><strong>25.11.2023 </strong></p>\n<p><span style=\"font-weight: 400;\">15.00 Kaasaegse fotokunsti kogumiku „starter-KIT” esitlus </span></p>\n<div>\n<p><span style=\"font-weight: 400;\">Toetajad ja partnerid: Eesti Kultuurkapital, Tallinna Kultuuri- ja Spordiamet, Eesti Fotokunstnike Ühendus (FOKU), Tartu linn, Eesti Kunstiakadeemia, Kõrgem Kunstikool Pallas, Tartu Kunstnike Liit, Eesti Kunstnike Liit, Artproof, Metropol Spa Hotel, starter-KIT ajakirja toimetus, Tartu Kunstimuuseum, KIU kangatrüki stuudio, Neoon Valgus OÜ, Wale Vaal OÜ, Raamikoda (Estframe OÜ), Seri Disain OÜ, Nikita Šiškov ning Eesti Muusika- ja Teatriakadeemia audiovisuaaltehnika laenutus, Liisa Hirsch, Kanuti Gildi SAAL</span></p>\n<p><span style=\"font-weight: 400;\">Eriline tänu: starter-KIT ajakirja toimetus.</span></p>\n</div>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "what-colour-is-the-sky-above-the-port-today-tallinn"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/IMG_0375-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Noorte fotokunstnike ühisnäitus",
        "startingDatetime": "2023-11-01 18:00:00",
        "endingDatetime": "2023-11-27 18:00:00",
        "locationName": "Hobusepea galerii",
        "locationAddress": {
          "streetAddress": "Hobusepea tänav 2, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0Mzc=",
      "title": "What Colour Is the Sky Above the Port Today? (Tartu)",
      "slug": "what-colour-is-the-sky-above-the-port-today-2",
      "content": "[details]</p>\n<p>Curator: Kaisa Eiche<br />\nTartu Art House Small Gallery (Vanemuise 26, Tartu)<br />\nOpen: Wed–Mon 12.00–18.00<br />\nOpening 18.11.2023<br />\nFree entrance<br />\nNo wheelchair access</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>The group exhibition of young photography artists <i>What Colour Is the Sky Above the Port Today?</i> curated by artist and curator <b>Kaisa Eiche</b> takes place both in Tallinn and Tartu, and features more than 20 young artists. “My aim was to increase awareness among young people, but also to introduce the creative practices of the young photography artists of the two cities to each other. Thematically, the exhibition focuses on the role of technology and the heightened social pressures, which among other things have an eminent impact on our mental health,” denotes Eiche.</p>\n<p>Supported by: Cultural Endowment of Estonia, Tallinn Culture &amp; Sports Department, Estonian Union of Photography Artists (FOKU), Tartu city, Estonian Academy of Arts, Pallas University of Applied Sciences, Tartu Artists’ Union, Estonian Artists’ Association, Artproof, Metropol Spa Hotel, Raamikoda (Estframe OÜ), KIU textile printing studio, Neoon Valgus OÜ, Wale Vaal OÜ, Seri Disain OÜ</p>\n<p>Special gratitude to: starter-KIT editorial board.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "mis-varvi-on-tana-taevas-sadama-kohal-2"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/IMG_0375-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Group exhibition of young photography artists",
        "startingDatetime": "2023-11-17 12:00:00",
        "endingDatetime": "2023-12-17 18:00:00",
        "locationName": "Tartu Art House Small Gallery (Vanemuise 26, Tartu)",
        "locationAddress": {
          "streetAddress": "Tartu Kunstimaja, Vanemuise, Tartu, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MzU=",
      "title": "„Mis värvi on täna taevas sadama kohal?” (Tartu)",
      "slug": "mis-varvi-on-tana-taevas-sadama-kohal-2",
      "content": "[details]</p>\n<p>Kuraator: Kaisa Eiche<br />\nTartu Kunstimaja väike saal (Vanemuise 2, Tartu)<br />\nAvatud: K–E 12.00–18.00<br />\nAvamine 18.11.2023<br />\nTasuta sissepääs<br />\nRatastooliga ligipääs puudub</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Tegemist on olulise näitusega Eesti fotokunsti kõrghariduse ajaloos, kus ajastu vaimust kantuna võtavad sõna hetkel Eesti Kunstiakadeemias ja Kõrgemas Kunstikoolis Pallas õppijad või selle hiljutised lõpetajad. 2023. aasta Tallinna Fotokuu teemad koonduvad kaamerapõhise meedia ümber, fookusega fotograafilistel representatsioonidel meie igapäevases infovoos.</p>\n<p>Fotograafiast kujunes 20. sajandil märgiloome masin ja seejärel terve süsteem, mis on praeguseks kujunenud simulaakrumi taasloomise tõhusaks aparaadiks. Fotograafia tõekaanon on meie igapäevane sotsiaalse fassaadi ehituskivi ühismeedias, mille varjus me psüühika varem või hiljem kannatab.</p>\n<p>Fotograafia on paradoks — ta võib kuulutada nii tõde kui ka valet, küsimus on alati selles, kelle narratiivi järgi lugu parasjagu räägitakse. Tänases tarbimiskultuuris püüab meedia säilitada enda loodud tegelikkuse illusiooni iga hinnaga, et hoida meid ostlemas ja meelt lahutamas samal ajal kui meie isikuandmeid või käitumisprofiile müüakse globaalsel turul. Me pole enam ammu vaatemänguühiskonna publikuks, me ise oleme toode ja kõik näivad sellega esialgu rahul olevat.</p>\n<p>Näitusel osalevad kunstnikud: <b>Siew Ching Ang, Inger-Liis Heinsoo, Erik Hõim, Andra Junalainen, Kenter Kalbri, Birgit Kaleva, Joosep Kivimäe, Elariin Kruusamägi, Kirke Kuiv, Gregor Kulla, Kristina Kuzemko, Britta Mai Martin, Jana Mätas, Agnes Müürsepp, Anna Ovtšinnikova, Andra Rahe, Sille-Riin Rand, Andrea Margó Rotenberg, Laura Ruuder, Triin Sagen, Enlil Sonn, Imbi Sõber, Lauri Trolla, Maarja Tõnisson, Jürgen Vainola</b>.</p>\n<p>&nbsp;</p>\n<p><strong>Publikuprogramm:</strong></p>\n<p><strong>18.11.2023</strong></p>\n<p>14.00 Kuraatorituur<br />\n15.00 Kaasaegse fotokunsti kogumiku “starter-KIT” esitlus</p>\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">Toetajad ja partnerid: Artproof, Eesti Fotokunstnike Ühendus (FOKU), Eesti Kultuurkapital, Eesti Kunstnike Liit, Eesti Kunstiakadeemia, KIU kangatrüki stuudio, Kõrgem Kunstikool Pallas, Metropol Spa Hotel, Neoon Valgus OÜ, Raamikoda (Estframe OÜ), Seri Disain OÜ, Tallinna Kultuuri- ja Spordiamet, Tartu Kunstimuuseum, Tartu Kunstnike Liit, Tartu linn, Wale Vaal OÜ.</span></p>\n<p><span style=\"font-weight: 400;\">Eriline tänu: starter-KIT ajakirja toimetus.</span></p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "what-colour-is-the-sky-above-the-port-today-2"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/IMG_0375-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Noorte fotokunstnike ühisnäitus",
        "startingDatetime": "2023-11-17 12:00:00",
        "endingDatetime": "2023-12-17 18:00:00",
        "locationName": "Tartu Kunstimaja väike saal (Vanemuise 26, Tartu)",
        "locationAddress": {
          "streetAddress": "Tartu Kunstimaja, Vanemuise, Tartu, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MzM=",
      "title": "Satellite: Side Notes on Human Experience",
      "slug": "side-notes-on-human-experience",
      "content": "[details]</p>\n<p>Positiiv Gallery (Roo 21a, Tallinn)<br />\nOpen: Mon–Fri 12.00–18.00<br />\nOpening 6.11.2023 at 18.00–20.00<br />\nFree entrance<br />\nAccessible by wheelchair</p>\n<p>[/details]\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "vahemarkmeid-inimkogemusest"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/3_Kaisa-Nele-Hendla_Vahem4rkmeid-inimkogemusest_2023_Positiiv-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Kaisa Nele Hendla",
        "startingDatetime": "2023-11-06 00:00:00",
        "endingDatetime": "2023-11-24 00:00:00",
        "locationName": "Positiiv Gallery (Roo 21a, Tallinn)",
        "locationAddress": {
          "streetAddress": "Galerii Positiiv, Roo 21a, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MzE=",
      "title": "Satelliit: „Vahemärkmeid inimkogemusest”",
      "slug": "vahemarkmeid-inimkogemusest",
      "content": "[details]</p>\n<p>Positiiv Galerii (Roo 21a, Tallinn)<br />\nAvatud: E–R 12.00–18.00<br />\nAvamine 6.11.2023 kell 18.00–20.00<br />\nTasuta sissepääs<br />\nRatastooliga ligipääsetav</p>\n<p>[/details]\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "side-notes-on-human-experience"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/3_Kaisa-Nele-Hendla_Vahem4rkmeid-inimkogemusest_2023_Positiiv-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Kaisa Nele Hendla",
        "startingDatetime": "2023-11-06 00:00:00",
        "endingDatetime": "2023-11-24 00:00:00",
        "locationName": "Positiiv Galerii (Roo 21a, Tallinn)",
        "locationAddress": {
          "streetAddress": "Galerii Positiiv, Roo 21a, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MjU=",
      "title": "Satellite: Crystal Grid",
      "slug": "crystal-grid-2",
      "content": "[details]</p>\n<p>Draakoni Gallery (Pikk 18, Tallinn)<br />\nOpen: Mon–Fri 11.00–18.00, Sat 11.00–17.00<br />\nOpening 1.11.2023 at 18.00<br />\nFree entrance<br />\nLimited wheelchair accessibility</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p><i>“How to give structure to something that itself is lacking one? How to present something like that? This is a question of visibility and making visible. What are the means for making visible something that always remains invisible? More precisely: the thing that remains invisible in real life, but of which we can get a glimpse in Crystal Grid, is the structure of capitalism. But how to display something like that?”</i></p>\n<p>Neeme Lopp <i>Paul Kuimet’s Analytical Photography<br />\n</i>Essay from artist’s book <i>Crystal Grid</i> (Lugemik, 2023)</p>\n<p>The exhibition features 25 new works from the <i>Crystal</i> <i>Grid</i> series. The series, commenced in 2020, consists of collages composed of photos taken in palm houses of various botanical gardens around the world. The collages are arranged in sets of two, three or four, juxtaposing plant fragments, which in reality are located hundreds or even thousands of kilometers apart.</p>\n<p>For the collages, a pattern is used, derived from the structure of the ceiling of the central transept of the Crystal Palace, erected for the Great Exhibition in London in 1851. For each work, a new pattern is designed within the existing framework, based on the internal composition of each photo – part of the image is cut according to the pattern, and part is left uncut.</p>\n<p>&nbsp;</p>\n<p><strong>Public programme:</strong></p>\n<p><strong>23.11, Draakoni Gallery and Kanuti Gildi SAAL</strong></p>\n<p>18.00 Guided tour with the artist (in English) and book launch (in Estonian)</p>\n<p>Please join us for the launch of <i>Crystal Grid</i> – a new artists’ book by Paul Kuimet – on <strong>Thursday, November 23 at 6 pm. The event will begin at Draakoni Gallery with a guided tour by the artist. The tour will be held in English. After the tour the book launch will take place at Kanuti Gildi SAAL</strong>. At the launch the artist will be in conversation with the art critic <strong>Hanno Soans</strong>. Discussion is held in Estonian. During the launch the publication will be sold at a special price of 20 euros. On the evening of the launch Paul Kuimet’s exhibition at Draakoni Gallery will be open until 8 pm.</p>\n<p>Paul Kuimet&#8217;s new book presents two series by the artist – &#8220;Crystal Grid&#8221; (2020–2023) and an ensuing series of assemblages &#8220;What It Is to Be What You Are Not&#8221; (2022).</p>\n<p>The works are connected by a set of geometric shapes from a grid that is based on the roof structure of the central transept of the Crystal Palace, erected for the Great Exhibition in London in 1851. While the photographic material of the &#8220;Crystal Grid&#8221; collages has been photographed in different botanical gardens around the world, the assemblages of the &#8220;What It Is to Be What You Are Not&#8221; series use images exposed to light-sensitive paper in the darkness of a photo lab together with leaves collected in the Tallinn Botanic Garden. Juxtaposed, the works raise different questions about the notions of place, form and representation in photography.</p>\n<p>The book includes an essay by <strong>Neeme Lopp</strong> and was designed by <strong>Indrek Sirkel</strong>. The book is published by <strong>Lugemik</strong> and supported by the<strong> Cultural Endowment of Estonia</strong>.</p>\n<p><span style=\"font-weight: 400;\"><a href=\"https://paulkuimet.ee/\"><strong>Paul Kuimet</strong></a> (1984) </span>is an artist who works with photography, 16 mm film, and installation comprising of these media. Although his work is often described by a technological way of seeing, his practice places emphasis on the movement and presence of the beholder in the exhibition space. Since 2013, his work has been interested in modernist forms. In his latest works he has concentrated not so much on the forms of modernism, but on its materials, such as steel and glass, and their relationship to the development of modern capitalism since the mid-nineteenth century. He received an MA degree from the Estonian Academy of Arts (2014). In 2018, he participated in residency programmes at WIELS Contemporary Art Centre, Brussels, and at the International Studio &amp; Curatorial Program (ISCP) in New York City. Since 2022, Kuimet is the Associate Professor at the Estonian Academy of Arts, Department of Photography.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "crystal-grid"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Kuimet_CG_33-34_Foku_web-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Paul Kuimet",
        "startingDatetime": "2023-10-31 00:00:00",
        "endingDatetime": "2023-11-25 00:00:00",
        "locationName": "Draakoni Gallery (Pikk 18, Tallinn)",
        "locationAddress": {
          "streetAddress": "Draakon kunstigalerii, Pikk 18, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MjM=",
      "title": "Satelliit: „Crystal Grid”",
      "slug": "crystal-grid",
      "content": "[details]</p>\n<p>Draakoni galerii (Pikk 18, Tallinn)<br />\nAvatud: E–R 11.00–18.00, L 11.00–17.00<br />\nAvamine 1.11.2023 kell 18.00<br />\nRaamatuesitlus 23.11. kell 18.00 Kanuti Gildi SAALis.<br />\nTasuta sissepääs<br />\nRatastooliga piiratud ligipääsetavus</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p><i>“[…] kuidas anda struktuur millelegi, millel enesel struktuur puudub? Kuidas midagi sellist presenteerida? See on nähtavuse ja nähtavaks muutmise küsimus. Mille abil teha nähtavaks midagi, mis ise jääb alati nähtamatuks? Täpsemalt: see, mis tegelikkuses jääb nähtamatuks, ent millest “Crystal Grid” laseb meil aimu saada, on kapitalismi struktuur. Ent kuidas midagi sellist esitada?”</i></p>\n<p>Neeme Lopp, “Paul Kuimeti analüütiline fotograafia”<br />\nEssee kunstnikuraamatust “Crystal Grid” (Lugemik, 2023)</p>\n<p>Näitusel eksponeeritakse 25 uut teost seeriast Crystal Grid. Aastal 2020 alguse saanud seeria kujutab maailma erinevates botaanikaaedade palmimajades ülespildistatud fotosid taimedest, mis on seejärel kollaažideks komponeeritud. Kollaažid on järjestatud kahe-, kolme- või neljateoselistes komplektides, mis laseb iga teose pinnal vaadelda kõrvuti taimefragmente, mis tegelikkuses asuvad teineteisest sadade või isegi tuhandete kilomeetrite kaugusel.</p>\n<p>Kollaažide loomisel on kasutatud mustrit, mis on tuletatud 1851. aastal Londonis toimunud maailmanäituse tarbeks püstitatud Kristallpalee (Crystal Palace) kesklöövi lae struktuurist. Iga teose jaoks on kujundatud olemasoleva raamistiku sees uus muster, mis lähtub iga foto enda sisemisest kompositsioonist – osa pildist lõigatakse mustri järgi lahti ning osa jäetakse lõikamata.</p>\n<p>&nbsp;</p>\n<p><strong>Publikuprogramm:</strong></p>\n<p><strong>16.11, Draakoni galerii</strong></p>\n<p>18.00–18.45 Kunstnikutuur (eesti keeles)</p>\n<p><strong>23.11, Draakoni galerii ja Kanuti Gildi SAAL</strong></p>\n<p>18.00 Kunstnikutuur (inglise keeles) ning kunstnikuraamatu &#8220;Crystal Grid&#8221; esitlus ja vestlus (eesti keeles)</p>\n<p>Kunstnikuraamatu &#8220;Crystal Grid&#8221; esitlusele eelneb inglisekeelne kunstnikutuur Draakoni galeriis. Peale tuuri jätkatakse Kanuti Gildi SAALis raamatuesitlusega, vestlus toimub eesti keeles. Esitlusel vestleb kunstnik kunstikriitik <strong>Hanno Soansiga</strong> ja raamatut saab osta soodushinnaga 20 eurot. Samal õhtul on Kuimeti samanimeline näitus avatud Kanuti Gildi SAALi kõrval asuvas Draakoni galeriis kella 20.00ni.</p>\n<p>Paul Kuimeti uus raamat esitleb kunstniku kahte seeriat “Crystal Grid” (2020–2023) ning sellest välja kasvanud seeriat “What It Is to Be What You Are Not” (2022).</p>\n<p>Teoseid seob omavahel komplekt geomeetrilisi kujundeid, mis on pärit 1851. aastal Londonis toimunud maailmanäituse tarbeks püstitatud Kristallpalee (Crystal Palace) kesklöövi lae struktuurist. Kui “Crystal Grid”-kollaažide fotomaterjal on pildistatud maailma erinevais botaanikaaedades, siis “What It Is to Be What You Are Not”-seeria assamblaažid kasutavad fotolabori pimikus valgustundlikule paberile säritatud kujundeid koos Tallinna Botaanikaaias korjatud lehtedega. Kõrvutatuna esitavad teosed kumbki erinevaid küsimusi koha, vormi ja representatsiooni mõistete kohta fotograafias. Kuimeti loomingule ja iseäranis mainitud teostele toetudes kirjeldab <strong>Neeme Lopp</strong> raamatu essees kuidas ja millisele kunstikontseptsioonile toetudes saab kujutav kunst kõnelda nüüdisaegsetel ja ühiskondlikel teemadel.</p>\n<p>Raamatu kujundas <strong>Indrek Sirkel</strong> ja kirjastas <strong>Lugemik</strong>. Raamatu väljaandmist toetas <strong>Eesti Kultuurkapital</strong>. Raamat on eesti ja inglisekeelne.</p>\n<p><span style=\"font-weight: 400;\"><a href=\"https://paulkuimet.ee/\"><strong>Paul Kuimet </strong></a></span>(1984) on kunstnik, kes töötab fotograafia ja 16 mm filmiga ruumiinstallatiivses võtmes. Kuigi tema loomingut iseloomustab tehnikale ja tehnilisele vahendatusele omane vaatamisviis asetab ta oma teoste eksponeerimisel näituseruumis rõhku ka vaataja liikumisele ja kohalolule. Alates 2013. aastast on tema loomingus väljendunud huvi modernistlike vormide vastu. Oma hiljutistes teostes on fookusesse tulnud, mitte niivõrd modernistliku arhitek-tuuri vorm, kuivõrd materjal (teras ja klaas) ning nende seotus modernse kapitalismi arenguga alates 19. sajandi keskpaigast. Kuimet on lõpetanud Eesti Kunstiakadeemia (MA; 2014). 2018. aastal osales ta residentuuri- programmides – WIELSi Kaasaegse Kunsti Keskus, Brüssel ning International Studio &amp; Curatorial Program (ISCP), New York. Alates 2022. aastast töötab Kuimet Eesti Kunstiakadeemia fotograafia osakonna dotsendina.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "crystal-grid-2"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Kuimet_CG_33-34_Foku_web-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Paul Kuimet",
        "startingDatetime": "2023-10-31 00:00:00",
        "endingDatetime": "2023-11-25 00:00:00",
        "locationName": "Draakoni galerii (Pikk 18, Tallinn)",
        "locationAddress": {
          "streetAddress": "Draakon kunstigalerii, Pikk 18, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MjE=",
      "title": "Satellite: NNNNNNNNNNNN",
      "slug": "nnnnnnnnnnnn-2",
      "content": "[details]</p>\n<p>Vent Space Project Room (Vabaduse väljak 6–8, Tallinn)<br />\nOpen: every day 12.00–19.00<br />\nOpening 17.10.2023 at 18.00, finissage 24.10.2023 at 18.00<br />\nFree entrance<br />\nNo wheelchair access</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p><span style=\"font-weight: 400;\">‘NNNNNNNNNNNN’ will showcase images, video, performance and sculpture reflecting on the artist’s experiences in Tallinn within the spatial and discursive legacies of two works of anti-Black graffiti from the city’s past and present &#8211; “Neegrid Eestist Välja” from the early 1990’s and the “NGR, NGRS, NGRZ” series from the present day. This is the artist’s first solo exhibition.</span></p>\n<p><span style=\"font-weight: 400;\"><a href=\"https://www.noahemorrison.com/\"><strong>Noah Emanuel Morrison</strong></a> (b. 1995) is a lens-based artist from New York City, currently enrolled in the Masters of Contemporary Art program at the Estonian Academy of Arts and the Masters of Photography program at Aalto University. His practice centers on identity, belonging, and the construction of desire. His work has been exhibited across North America and Europe, including at the Neutra Gallery and Museum in Los Angeles, ULM in Tallinn, and Urban Culture Festival in Oulu.</span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "nnnnnnnnnnnn"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Noah-Emanuel-Morrison-Screenshot-from-documentation-of-Harms-Way-performance-Raua-tn.-Tallinn-December-2022-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Noah Emanuel Morrison",
        "startingDatetime": "2023-10-18 00:00:00",
        "endingDatetime": "2023-10-24 00:00:00",
        "locationName": "Vent Space Project Room (Vabaduse väljak 6–8, Tallinn)",
        "locationAddress": {
          "streetAddress": "Vent Space projektiruum, Vabaduse väljak 6-8, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MTk=",
      "title": "Satelliit: „NNNNNNNNNNNN”",
      "slug": "nnnnnnnnnnnn",
      "content": "[details]</p>\n<p>Vent Space projektiruum (Vabaduse väljak 6–8, Tallinn)<br />\nAvatud: iga päev 12.00–19.00<br />\nAvamine 17.10.2023 kell 18.00, <i>finissage</i> 24.10.2023 kell 18.00<br />\nTasuta sissepääs<br />\nRatastooliga ligipääs puudub</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Näitusel &#8220;NNNNNNNNNNNN&#8221; eksponeeritakse erinevas meediumis teoseid, mis tegelevad Tallinna rassistliku tänavakunsti ajaloo valguses kunstniku elukogemustega. Väljapanekut on inspireerinud 1990. aastatel Vabaduse väljaku vahetusläheduses asunud graffiti &#8220;Neegrid eestist välja&#8221; ja praegu tänavatel leviv <em>tag</em> &#8220;NGR, NGRS, NGRZ&#8221; . &#8220;NNNNNNNNNNNN&#8221; on Noah Emanuel Morrisoni esimene isikunäitus.</p>\n<p><a href=\"https://www.noahemorrison.com/\"><strong>Noah Emanuel Morrison</strong> </a>(sünd. 1995) on New Yorgist pärit kunstnik, kes praegu õpib Eesti Kunstiakadeemia kaasaegse kunsti magistriprogrammis. Morrisoni praktika on kaamerapõhine ning ta tegeleb oma loomingus sageli identiteedi, kuuluvuse ja iha konstrueerituse küsimustega. Tema teoseid on näidatud mitmel pool Põhja-Ameerikas ja Euroopas, sealhulgas kohtades nagu Neutra Gallery and Museum Los Angelesis, ULM Tallinnas ja Urban Culture Festival Oulus. Praegu on Morrison vahetusõpingutel Aalto Ülikooli fotograafia programmis.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "nnnnnnnnnnnn-2"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Noah-Emanuel-Morrison-Screenshot-from-documentation-of-Harms-Way-performance-Raua-tn.-Tallinn-December-2022-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Noah Emanuel Morrison",
        "startingDatetime": "2023-10-18 00:00:00",
        "endingDatetime": "2023-10-24 00:00:00",
        "locationName": "Vent Space projektiruum (Vabaduse väljak 6–8, Tallinn)",
        "locationAddress": {
          "streetAddress": "Vent Space projektiruum, Vabaduse väljak 6-8, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MTc=",
      "title": "Satellite: Everyone Is at Home",
      "slug": "everyone-is-at-home",
      "content": "[details]</p>\n<p>Curator: Reet Varblane<br />\nVabaduse Gallery (Vabaduse väljak 6, Tallinn)<br />\nOpen: Mon–Fri 11.00–18.00, Sat 11.00–17.00<br />\nOpening 13.10.2023 at 17.00<br />\nFree entrance<br />\nLimited wheelchair accessibility</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p dir=\"ltr\">Eve Kiiler (1960) has focused on the representation of urban landscapes and layers of time in her recent work. In the exhibition &#8220;Everyone is at Home,&#8221; the artist presents Haapsalu, Narva, and Pärnu to the viewer, but her photos do not reveal the familiar touristy or picturesque views, nor do they showcase historical or contemporary architectural gems. As indicated in the title of the exhibition, the artist&#8217;s gaze in Haapsalu, Narva, and Pärnu remains on the diverse temporal space of the living environment, primarily the individual houses, where the processes of renovation and the traces of long-term use coexist. Besides the houses, gardens also play an important role – landscaped vegetation and freely formed urban nature islands. The artist herself has stated that her objects of interest are neighborhoods built in previous decades, where the traces of residents&#8217; activities have developed over a long period, where intermediate areas keep emerging, which have not been standardized in design, where residents have implemented unique everyday aesthetic solutions. Intermediate areas that reflect the identity of the residents and are an important part of their identity.</p>\n<p dir=\"ltr\">Although most of the photos are captured in the quiet early morning hours and have few people in them, their presence is strongly felt. Eve Kiiler&#8217;s urban views function as urban novellas or micro-dramas, and they strongly reflect the author&#8217;s position.</p>\n<p dir=\"ltr\"><span id=\"gmail-docs-internal-guid-b0b92f7c-7fff-d0a8-3e44-71f51417ba97\"><strong><a href=\"http://evekiiler.com\">Eve Kiiler</a></strong> (1960) graduated in interior architecture from ERKI (1986) and completed her master&#8217;s degree in cultural studies at Goldsmiths, University of London (2003). Since 2015, she has been a lecturer at the Baltic Film, Media and Arts Institute of Tallinn University. Her recent exhibitions of urban landscapes include &#8220;Location Scouting by the Sea&#8221; at Vabaduse Gallery (2020), &#8220;All Roads Lead to the Sea&#8221; at Haapsalu City Gallery (2021), and &#8220;Alone in the City&#8221; at the Academic Library of Tallinn University (2022). Kiiler&#8217;s urban landscape series were exhibited at the first Riga International Biennial of Contemporary Art (RIBOCA, 2018) and the &#8220;Fictions Documentaries&#8221; festival in Carcassonne, France (2021).</span></p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "igauks-on-kodus"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Eve-Kiiler_Igauks-on-kodus-Haapsalu52023-1.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Eve Kiiler",
        "startingDatetime": "2023-10-13 00:00:00",
        "endingDatetime": "2023-11-08 00:00:00",
        "locationName": "Vabaduse Gallery (Vabaduse väljak 6, Tallinn)",
        "locationAddress": {
          "streetAddress": "Vabaduse galerii, Vabaduse väljak 6, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MTU=",
      "title": "Satelliit: „Igaüks on kodus”",
      "slug": "igauks-on-kodus",
      "content": "[details]</p>\n<p>Kuraator: Reet Varblane<br />\nVabaduse galerii (Vabaduse väljak 6, Tallinn)<br />\nAvatud: E–R 11.00–18.00, L 11.00–17.00<br />\nAvamine 13.10.2023 kell 17.00<br />\nTasuta sissepääs<br />\nRatastooliga piiratud ligipääsetavus</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p dir=\"ltr\">Eve Kiiler (1960) on viimaste aastate loomingus keskendunud linnamaastiku ja aja kihistuste representatsioonile. Näitusel „Igaüks on kodus“ on kunstnik toonud vaataja ette Haapsalu, Narva ja Pärnu, kuid tema fotodel ei avane ei turistlikud ega ka koduajakirjadest tuttavad nunnud vaated, neil pole ka ei ajaloolilisi ega kaasaegseid arhitektuuripärleid. Eve Kiileri tähelepanu on köitnud see osa linnast, millel praegusel ajal ei ole „tellijat“. Nii nagu ka väljapaneku pealkirjas osutatakse, on kunstniku pilk Haapsalus, Narvas ja Pärnus jäänud elukeskkonna, peamiselt individuaalmajade mitmekesisele aegruumile, kus kõrvuti eksisteerivad ümberehitamise protsess ja ka pikaajalise kasutuse jäljed. Kodumajade kõrval on tähtis roll ka aedadel –  kujundatud taimestikul ja ka vabalt kujunenud linnalooduse saarekestel. Kunstnik ise on öelnud, et ta huviobjekt on varasematel aastakümnetel ehitatud asumid, kus elanike tegevuse jäljed on kujunenud pika aja jooksul; kus ikka ja jälle ilmnevad vahealad, mida ei ole jõutud normeeritult kujundada, kus elanikud on oma koduõuel rakendanud isikupäraseid argiesteetika lahendusi. Vahealad, mis on nende elanike nägu ja nende identiteedi oluline osa.</p>\n<p dir=\"ltr\">Kuigi enamik fotosid on jäädvustatud vaiksetel varahommikustel tundidel ja piltidel on vähe inimesi, on nende kohalolu igati tuntav. Eve Kiileri linnavaated toimivad linnanovellide või mikrodraamadena ja neis peegeldub tugevalt autoripositsioon.</p>\n<p dir=\"ltr\"><strong><a href=\"http://evekiiler.com/\">Eve Kiiler</a> </strong>on lõpetanud sisearhitektuuri eriala ERKIs (1986) ja kultuuride uuringute magistriõppe Londoni Ülikooli Goldsmithsi kolledžis (2003).  2015. aastast on ta Tallinna Ülikooli Balti filmi, meedia ja kunstide instituudi õppejõud. Tema hiljutised linnamaastike näitused on „Võttepaik mere ääres“ Vabaduse galeriis (2020), „Kõik teed viivad mereni“ Haapsalu Linnagaleriiis (2021)  ja „Üksi linnas“ TLÜ Akadeemilise raamatukogu galeriis (2022). Kiileri linnamaastike sarjad olid väljas esimesel Riia kaasaegse kunsti biennaalil (RIBOCA, 2018) ja festivalil „Fictions Documentaries“ Carcassonne’is Prantsusmaal (2021).</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "everyone-is-at-home"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Eve-Kiiler_Igauks-on-kodus-Haapsalu52023.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Eve Kiiler",
        "startingDatetime": "2023-10-13 00:00:00",
        "endingDatetime": "2023-11-08 00:00:00",
        "locationName": "Vabaduse galerii (Vabaduse väljak 6, Tallinn)",
        "locationAddress": {
          "streetAddress": "Vabaduse galerii, Vabaduse väljak 6, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MTM=",
      "title": "Satellite: And After",
      "slug": "and-after",
      "content": "[details]</p>\n<p>Draakoni Gallery (Pikk 18, Tallinn)<br />\nOpen: Mon–Fri 11.00–18.00, Sat 11.00–17.00<br />\nFree entrance<br />\nLimited wheelchair accessibility</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>In a gathering of some recent ideas and objects, this is one way how things could turn out. And After continues the artist&#8217;s work around knowledges arising from various curiosity based systems.</p>\n<p><a href=\"https://tuukkakaila.com\">Tuukka Kaila</a> is a Finnish artist operating in the expanded fields of photography and publishing. He is a co-founder of the artist-run publishing initiative <a href=\"https://rooftoppress.fi\">Rooftop Press</a> and a long time active member of the artists&#8217; darkroom co-op Värinä.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "ja-parast"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Mangui_Fotokuu_web-1.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Tuukka Kaila",
        "startingDatetime": "2023-10-06 00:00:00",
        "endingDatetime": "2023-10-28 00:00:00",
        "locationName": "Draakoni Gallery (Pikk 18, Tallinn)",
        "locationAddress": {
          "streetAddress": "Draakon kunstigalerii, Pikk 18, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MTE=",
      "title": "Satelliit: „Ja pärast”",
      "slug": "ja-parast",
      "content": "[details]</p>\n<p>Draakoni galerii (Pikk 18, Tallinn)<br />\nAvatud: E–R 11.00–18.00, L 11.00–17.00<br />\nTasuta sissepääs<br />\nRatastooliga piiratud ligipääsetavus</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>See on üks viis, kuidas asjad võiksid kujuneda äsjaste ideede ja objektide kohtumisel. “Ja pärast” on osa kunstniku jätkuvast tööst teadmistega, mis lähtuvad erinevatest uudishimupõhistest süsteemidest.</p>\n<p><a href=\"https://tuukkakaila.com\"><strong>Tuukka Kaila</strong></a> on kunstnike juhitud kirjastamisinitsiatiivi<a href=\"https://rooftoppress.fi\"><i> Rooftop Press </i></a>kaasasutaja ja pikaaegne aktiivne liige kunstnike pimikuühistus <i>Värinä</i>.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "and-after"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Mangui_Fotokuu_web.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Tuukka Kaila",
        "startingDatetime": "2023-10-06 00:00:00",
        "endingDatetime": "2023-10-28 00:00:00",
        "locationName": "Draakoni galerii (Pikk 18, Tallinn)",
        "locationAddress": {
          "streetAddress": "Draakon kunstigalerii, Pikk 18, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MDg=",
      "title": "Satellite: Waters of Hypoxic and Once Tropic",
      "slug": "waters-of-hypoxic-and-once-tropic",
      "content": "[details]</p>\n<p>Tütar Gallery (Vesilennuki 24, Tallinn)<br />\nOpen: Thu–Fri 13.00–19.00, Sat–Sun 14.00–18.00<br />\nFree entrance<br />\nAccessible by wheelchair</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Standing in the sea, with rolling waves caressing our feet, carrying sand back and forth between the shoreline and the murky waters, we are standing in the deep past. A past that wasn’t divided into years, days, hours and minutes by calendars and clocks, but flowed in an endless multitemporal current. A past that witnessed abundant and long-gone life forms and materials that have become the fuel for the present and the catastrophes of the future.</p>\n<p>Through photographic works and installations combining limestone, sea salt, clay and bioplastics, Õllek has created a bridge between the present moment and the biodiverse equatorial and tropical past of the local seabed. She has exposed the geological time of the Baltic Sea – the stories of which are narrated by crinoids, tabulata, trilobites, brachiopods, cephalopods, cyanobacteria and other fossilised ghosts of the ancient marine life. While we mostly associate cyanobacteria with the toxic blue-green algae that keeps us from having a swim in bodies of water, these bacteria have witnessed the billions of years of evolution and progress while remaining almost unchanged themselves. <em>The sea remembers.</em></p>\n<p>Õllek is thinking with the sea: its past, present and future, marine life, bacteria and minerals, to tell the story of how cyanobacteria, while so integral to the oxygen cycle, have transformed into suffocating toxicity through intensive agriculture, fertiliser runoff and pollution, as well as due to the slow water exchange in the Baltic Sea and rising sea temperatures. This all leads to hypoxic zones where oxygen is depleted and biodiversity is lost. The slow violence, almost invisible to the eye, which first affects the weakest life forms, has escalated to the point where it can no longer be ignored. <em>The sea is suffocating.</em></p>\n<p>The underlying research on marine ecology and anthropocentric influences, both in the context of the North Sea and the Baltic Sea, is rooted in Õllek’s interest in the relationship between new technologies and extractivist thinking, including the controversial issue of deep-sea mining. The sea echoes humanity’s desires and fears: standing in the sea, we are simultaneously standing in the deep past of tropical waters once teeming with life and in the deep future of waters asphyxiated by toxic capitalism.</p>\n<p>Text by Annika Toots.</p>\n<p><a href=\"https://kristinaollek.com\"><b>Kristina Õllek</b></a> (b.1989) is a visual artist based in Tallinn, Estonia. She is working in the field of photography, video and installation, with a focus on investigating representational processes, geological matter, aquatic ecosystems, and the human-made environment. In her practice, she uses a research-based approach, but within she also incorporates her own fictitious and speculative perspectives. With her work, she raises questions around the relationship between natural and synthetic, original and copy, and understandings of materiality by obtaining a new and reconsidered meaning. She is interested in stretching out the boundaries of what we can see and use as an image and space, especially now in the age of rapidly developing and highly manipulative technology. Within her recent projects she has been focusing on marine habitat and the notion of new technologies, including the geopolitical and ecological conditions associated with them. Her work is often site-sensitive and analyses the location and the format of exhibition-making, questioning the display and the politics of installation in a perspective of a historical museum to an online space and future archeology.</p>\n<p>Kristina Õllek graduated from the Estonian Academy of Arts (BA degree in 2013, MA degree in 2016; in the Photography Department, Fine Arts). She has complemented her studies in Berlin at Kunsthochschule Berlin-Weissensee (2012) and in Rotterdam at Piet Zwart Institute (2016). Õllek has won the Estonian Academy of Arts Young Artist Prize 2013 (BA) and 2016 (MA). Between 2013-2018 she was the co-founder and member of artist-run space Rundum. In 2019, she received the Art Proof Production Grant.</p>\n<p>Kristina Õllek’s works have been shown in various international group and solo exhibitions; including at Henie Onstad Kunstsenter (Oslo), Zeppelin Museum (Friedrichshafen), A Tale of A Tub (Rotterdam), Laurel Project Space (Amsterdam), Le Lieu Unique (Nantes), Screen City Biennial (Stavanger), Fotomuseum Winterthur, Titanic gallery (Turku), KUMU (Tallinn), EKKM (Tallinn), Tallinn Art Hall, Draakoni &amp; Hobusepea gallery (Tallinn), ISSP gallery (Riga), Riga Photography Biennial,  Zuzeum (Riga), Benaki Museum (Athens), Snehta Residency (Athens), Coherent (Brussels). Her works belong to several collections (e.g Estonian Art Museum, Estonia; Fotomuseum Winterthur, Switzerland; European Central Bank art collection, Germany; private collections).</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "hupoksilises-ja-kunagises-troopilises-vees"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/detail__view_Absorbing-Hypoxic-Sea-Water-2023_Kristina_Ollek.jpeg"
        }
      },
      "programmeFields": {
        "subheading": "Satellite: Kristina Õllek",
        "startingDatetime": "2023-10-05 00:00:00",
        "endingDatetime": "2023-11-19 00:00:00",
        "locationName": "Tütar Gallery (Vesilennuki 24, Tallinn)",
        "locationAddress": {
          "streetAddress": "Tütar galerii, Vesilennuki 24, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MDY=",
      "title": "Satelliit: „Hüpoksilises ja kunagises troopilises vees”",
      "slug": "hupoksilises-ja-kunagises-troopilises-vees",
      "content": "[details]</p>\n<p>Tütar galerii (Vesilennuki 24, Tallinn)<br />\nAvatud: N–R 13.00–19.00, L–P 14.00–18.00<br />\nTasuta sissepääs<br />\nRatastooliga ligipääsetav</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Seistes merevees, mis paitab õõtsuvate lainetena jalgu ja kannab liivateri kord maismaa, kord pimedate vete poole, oleme jalgupidi sügavas minevikus. Minevikus, mis ei jaotunud kalendri ja kella järgi aastateks, päevadeks, tundideks ja minutiteks, vaid voolas lõputu multitemporaalse hoovusena. Minevikus, mille rohketest ja nüüdseks enamjaolt kadunud eluvormidest ning materjalidest on saanud oleviku kütus ja tuleviku katastroofid.</p>\n<p>Lubjakivi, meresoola, savi ja bioplasti siduvate fototeoste ning installatsioonide kaudu on Õllek loonud silla siinse merepõhja liigirikka ekvatoriaalse ja troopilise minevikuga ning toonud meresügavustest nähtavale Läänemere geoloogilise aja. Sellest sügavast ajast jutustavad kunagise mereelustiku kivistunud kummitused – krinoidid, tabulaadid, trilobiidid, brahhiopoodid, peajalgsed ja tsüanobakterid. Viimaseid tunneme rohkem suplemist takistavate mürgiste sinivetikatena, kuid samas on nad juba miljardeid aastaid olnud tunnistajaks muutuvale maailmale, püsides ise enamjaolt muutumatutena. <em>Meri mäletab.</em></p>\n<p>Õllek mõtleb koos merega: selle mineviku, oleviku ja tuleviku, mereelustiku, bakterite ja mineraalidega, et rääkida lugu sellest, kuidas nii intensiivse põllumajanduse, merre voolavate väetiste, reostuse kui ka Läänemere aeglase veeringluse ja meretemperatuuri tõusu tõttu on tsüanobakterist kui olulisest hapnikuringluse osast saanud toksiline merevee lämmataja. Tulemuseks on hapnikuvaesed tsoonid, milles liigiline mitmekesisus hävineb. Aeglane vägivald, mis on silmale nähtamatu ja mõjutab esialgu kõige nõrgemaid, on jõudnud faasi, kus seda pole võimalik enam eirata. <em>Meri lämbub.</em></p>\n<p>Näituse taustaks olev mitmeaastane mereökoloogiat ja antropotsentristlikke mõjusid puudutav uurimistöö, nii Põhja- kui ka Läänemere kontekstis, on välja arenenud Õlleki huvist uute tehnoloogiate ja ekstraktivistliku mõtlemise vaheliste suhete, sealhulgas vastuolulise süvamerepõhja kaevandamise vastu. Meres peegelduvad inimkonna ihad ja hirmud: seistes jalgupidi merevees, seisame me samal ajal kunagiste elurikaste troopiliste vete sügavas minevikus ja nende vete toksilise kapitalismi poolt lämmatatud sügavas tulevikus.</p>\n<p>Teksti autor: Annika Toots.</p>\n<p><a href=\"https://kristinaollek.com\"><b>Kristina Õllek</b></a> (sünd. 1989) on Tallinnas elav visuaalkunstnik. Ta töötab foto, video ja installatsiooniga, keskendudes representatsiooniprotsesside, geoloogilise ainese, mereökoloogia ja inimtekkeliste keskkondade uurimisele. Õllek kasutab oma praktikas peamiselt uurimistöö-põhist lähenemist, kuid seejuures põimib sellega enda fiktiivse ja spekulatiivse perspektiivi. Teostega soovib ta luua olukordi, mille puhul tõsielu ja fiktsioon, sünteetiline ja looduslik, koopia ja originaal põimuvad, muutuvad hübriidseks mateeriaks ning mille läbi tekivad uued tähendused. Oma viimastes projektides on ta vaadelnud merelisi elukeskkondi ja uusi tehnoloogiaid, nendega seostuvaid geopoliitilisi ja ökoloogilisi tingimusi. Tema looming on sageli kohatundlik, analüüsides selle eksponeerimiskohta ning näituseformaati, küsitledes esitamisviise ja installeerimispoliitikat, vaadeldes seda ajaloolise muuseumi perspektiivist kuni online-ruumini.</p>\n<p>Kristina Õllek on lõpetanud Eesti Kunstiakadeemia fotograafia osakonna (bakalaureusekraad omandatud 2013., magistrikraad 2016. aastal). Ta on täiendanud end Berliinis Kunsthochschule Berlin-Weissensee’s (2012) ja Rotterdamis Piet Zwart instituudis (2016). Õllek on kahel korral pälvinud Eesti Kunstiakadeemia noore kunstniku preemia, 2013. aastal bakalaureuseõppes ja 2016. aastal magistrandina. Aastatel 2013–2018 oli ta projektiruumi Rundum kaasasutaja ja liige. 2019. aastal pälvis ta ArtProofi produktsioonistipendiumi.</p>\n<p>Kristina Õlleku teoseid on eksponeeritud mitmetel rahvusvahelistel rühma- ja isikunäitustel, sh Henie Onstad Kunstsenter (Oslo), Zeppelin Museum (Friedrichshafen), A Tale of A Tub (Rotterdam), Laurel Project Space (Amsterdam), Le Lieu Unique (Nantes), Screen City Biennial (Stavanger), Fotomuseum Winterthur, Titanik (Turu); KUMU, EKKM, Tallinna Kunstihoone ning Draakoni ja Hobusepea galerii (Tallinn); Kogo galerii (Tartu); ISSP, Riga Photography Biennial ja Zuzeum (Riia); Benaki Museum ja Snehta Residency (Ateena); Coherent (Brüssel). Tema tööd kuuluvad mitmetesse kogudesse (Eesti Kunstimuuseum, Eesti; Winterthuri Fotomuuseumi, Šveits; Euroopa Keskpanga kunstikogu, Saksamaa; ja erakogud).</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "waters-of-hypoxic-and-once-tropic"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/detail__view_Absorbing-Hypoxic-Sea-Water-2023_Kristina_Ollek-1.jpeg"
        }
      },
      "programmeFields": {
        "subheading": "Kristina Õllek",
        "startingDatetime": "2023-10-05 00:00:00",
        "endingDatetime": "2023-11-19 00:00:00",
        "locationName": "Tütar galerii (Vesilennuki 24, Tallinn)",
        "locationAddress": {
          "streetAddress": "Tütar galerii, Vesilennuki 24, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MDQ=",
      "title": "Satellite: Souls are Arching in Autumn",
      "slug": "souls-are-arching-in-autumn",
      "content": "[details]</p>\n<p>Positiiv Gallery (Roo 21a, Tallinn)<br />\nOpen: Mon–Fri 12.00–18.00<br />\nFree entrance<br />\nAccessible by wheelchair</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Anneli Ivaste&#8217;s photo series and exhibition <i>Souls are Aching in Autumn</i> is a delicate and warm insight into the last quarter of life, when a human body and spirit have become so fragile that they can no longer cope on their own. The roles within the family change imperceptibly, and the time spent with a loved one takes on a completely different meaning. Connecting the arc of life with the continuous change of seasons creates a calm mood in the exhibition and reconciles the inevitability of the passage of time.</p>\n<p><strong>Anneli Ivaste</strong> (1970) is a documentary photographer working in Tallinn. She has a MA degree  in Cultural Management from the Estonian Academy of Music and Theatre. In 2023, she completed a one-year photography course at the Estonian Academy of Arts. On a daily basis, Anneli Ivaste works as a communications manager-editor and photographer of the Estonian Philharmonic Chamber Choir. As an artist, she is fascinated by creative processes both on the concert stage, in the rehearsal hall and in life (exhibitions <i>General Rehearsal, Voice Spaces </i>and<i> Borderline Sounds</i>) and personal, yet universal stories.</p>\n<p>The  exhibition organizer is Kristel Schwede, gallerist and curator of Galerii Positiiv.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "sugisel-on-hinged-hellad"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/3_Anneli-Ivaste_sygisel-on-hinged-hellad_2022_POSITIIV-1.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Anneli Ivaste",
        "startingDatetime": "2023-10-02 00:00:00",
        "endingDatetime": "2023-10-20 00:00:00",
        "locationName": "Positiiv Galerii (Roo 21a, Tallinn)",
        "locationAddress": {
          "streetAddress": "Galerii Positiiv, Roo 21a, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MDI=",
      "title": "Satelliit: „Sügisel on hinged hellad”",
      "slug": "sugisel-on-hinged-hellad",
      "content": "[details]</p>\n<p>Positiiv Galerii (Roo 21a, Tallinn)<br />\nAvatud: E–R 12.00–18.00<br />\nTasuta sissepääs<br />\nRatastooliga ligipääsetav</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Anneli Ivaste fotoseeria ja näitus „Sügisel on hinged hellad“ on delikaatne ja soe sissevaade elu lõpuveerandile, kui inimese keha ja vaim on muutunud nii hapraks, et ta enam ise toime ei tule. Märkamatult muutuvad peresisesed rollid ning lähedasega koosveedetud aeg saab hoopis teise tähenduse. Elukaare sidumine aastaaegade jätkuva vahetumisega loob näitusel rahuliku meeleolu ja lepitab aja kulgemise paratamatusega.</p>\n<p><strong>Anneli Ivaste</strong> (1970) on Tallinnas tegutsev dokumentaalfotograaf. Tal on magistrikraad kultuurikorralduses Eesti Muusika- ja Teatriakadeemiast. 2023 lõpetas ta Eesti Kunstiakadeemias aastase fotokursuse.  Igapäevaselt töötab Anneli Ivaste Eesti Filharmoonia kammerkoori kommunikatsioonijuht-toimetaja ja fotograafina. Kunstnikuna paeluvad teda loomingulised protsessid nii kontserdilaval, proovisaalis kui ka elus (näitused „Peaproov“, „Hääleruumid“ ja „Piiripealsed helid“) ning isiklikud, samas universaalsed lood.</p>\n<p>Näituse korraldaja on galerii Positiiv galerist ja kuraator Kristel Schwede.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "souls-are-arching-in-autumn"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/3_Anneli-Ivaste_sygisel-on-hinged-hellad_2022_POSITIIV.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Anneli Ivaste",
        "startingDatetime": "2023-10-02 00:00:00",
        "endingDatetime": "2023-10-20 00:00:00",
        "locationName": "Positiiv Galerii (Roo 21a, Tallinn)",
        "locationAddress": {
          "streetAddress": "Galerii Positiiv, Roo 21a, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo0MDA=",
      "title": "Satellite: Pastful Blast",
      "slug": "pastful-blast",
      "content": "[details]</p>\n<p>Curators: Toomas Volkmann, Kaire Guthan, Tanel Veenre<br />\nFotografiska Tallinn (Telliskivi 60a–8, Tallinn)<br />\nOpen: Mon–Fri 9.00–22.00, Sat–Sun 10.00–22.00<br />\nTickets: 12–17 / 9–14 €<br />\nAccessible by wheelchair</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>On 22 September, a large-scale retrospective exhibition of Toomas Volkmann’s work opens, telling the artist’s story in more than 100 photographs from his 30-year creative journey. The importance of the exhibition lies not only in the unravelling of the artist’s own world, but also in the sensitive mapping of an era, from the painful brittleness of the 1990s to the arrogant aesthetics of the 2010s. For the first time, the exhibition will occupy not only the exhibition hall but also the 1st and 6th floors of Fotografiska.</p>\n<p><strong>Toomas Volkmann</strong> is a graduate of the University of Tartu and the Theatre Arts Academy. From 1993–1994 he studied photography in London. Since 1995 he has been a freelance photographer, working with practically all Estonian media. He has been active in exhibitions in Estonia and abroad since 1979, and has also been a guest lecturer at the Estonian Academy of Arts and the Tartu Art School.</p>\n<p><strong>Tanel Veenre</strong> is a versatile artist and designer whose work has been shown in more than 300 exhibitions worldwide. He has worked as a lecturer, journalist and photographer and has curated exhibitions in Estonia, Sweden, Germany, Latvia and Brazil.</p>\n<p><strong>Kaire van der Toorn-Guthan</strong> (1969) is a Netherlands-based Estonian graphic designer specialized in (anniversary) books. After her studies at the Art Academie in Maastricht and several years of work experience at different graphic design bureaus, she has now run her own design studio for more than 10 years. She has realised many major book projects in the Netherlands as well as in Estonia.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "tais-minevik"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Toomas-Volkmann-EMIILIE-JA-ROSALIE-1998-TALLINN-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Toomas Volkmann",
        "startingDatetime": "2023-09-29 00:00:00",
        "endingDatetime": "2024-02-11 00:00:00",
        "locationName": "Fotografiska Tallinn (Telliskivi 60a–8, Tallinn)",
        "locationAddress": {
          "streetAddress": "Fotografiska Tallinn, Telliskivi 60a-8, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozOTg=",
      "title": "Satelliit: „täis minevik”",
      "slug": "tais-minevik",
      "content": "[details]</p>\n<p>Kuraatorid: Toomas Volkmann, Kaire Guthan, Tanel Veenre<br />\nFotografiska Tallinn (Telliskivi 60a–8, Tallinn)<br />\nAvatud: E–R 9.00–22.00, L–P 10.00–22.00<br />\nPilet: 12–17 / 9–14 €<br />\nRatastooliga ligipääsetav</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>22. septembril avaneb Toomas Volkmanni suuremahuline retrospektiivne väljapanek, mis räägib kunstniku loo enam kui 100 fotol ligi 30-aastasest loomingulisest teekonnast. Näituse olulisus ei peitu vaid kunstniku omamaailma lahti rullimises vaid ka tundliku silmaga ajastu kaardistamises, 1990-ndate valulikust rabedusest 2010-ndate ülbe klants-esteetikani. Esmakordselt võtab näitus üle lisaks näitusesaalile ka Fotografiska maja 1. ja 6. korruse.</p>\n<p><strong>Toomas Volkmann</strong> on lõpetanud nii Tartu Ülikooli kui Lavakunstikateedri. Aastatel 1993–1994 õppis ta Londonis fotograafiat. Alates 1995. aastast on ta olnud vabakutseline fotograaf, kes on teinud koostööd praktiliselt kõikide Eesti meediaväljannetega. Näitusetevusega on ta olnud tegev aastast 1979 nii Eestis kui välismaal, lisaks on ta olnud külalislektor Eesti Kunstiakadeemias kui ka Tartu Kunstikoolis.</p>\n<p><strong>Tanel Veenre</strong> on mitmekülgne kunstnik ja disainer, kelle loomingut on näidatud enam kui 300-l näitusel üle maailma. Ta on töötanud õppejõu, ajakirjaniku ja fotograafina ning kureerinud näituseid Eestis, Rootsis, Saksamaal, Lätis ja Brasiilias.</p>\n<p><strong>Kaire van der Toorn-Guthan</strong> (1969) on Hollandis elav eesti graafiline disainer, kes on spetsialiseerunud (juubeli)raamatutele. Pärast õpinguid Maastrichti kunstiakadeemias ja mitmeaastast töökogemust erinevates graafilise disaini büroodes on ta nüüdseks juba üle 10 aasta juhtinud oma disainistuudiot. Ta on teostanud mitmeid suuri raamatuprojekte nii Hollandis kui ka Eestis.</p>\n<p>&nbsp;</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "pastful-blast"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Toomas-Volkmann-EMIILIE-JA-ROSALIE-1998-TALLINN-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Toomas Volkmann",
        "startingDatetime": "2023-09-29 00:00:00",
        "endingDatetime": "2024-02-11 00:00:00",
        "locationName": "Fotografiska Tallinn (Telliskivi 60a–8, Tallinn)",
        "locationAddress": {
          "streetAddress": "Fotografiska Tallinn, Telliskivi 60a-8, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozOTU=",
      "title": "Satellite: Nordic Blue",
      "slug": "nordic-blue",
      "content": "[details]</p>\n<p>Juhan Kuus Documentary Photo Centre (Telliskivi 60a/5, Tallinn)<br />\nOpen: Wed–Fri 14.00–18.00, Sat–Sun 12.00–18.00<br />\nTickets: 15 / 6 / 4 €<br />\nAccessible by wheelchair</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Luca Berti&#8217;s captivating and timeless photo exhibition tells the story of the relationship between man and nature in the Nordic countries, including Estonia, through the beautiful analogue photographic technique called cyanotype. Berti is an Italian photographer based in Denmark and known as a master of slow photography. He travels around the Nordic countries on his bicycle, shooting with an analogue film camera and using only traditional darkroom techniques. The &#8216;blue&#8217; exhibition presented here adds a new layer to the author&#8217;s work, as his works in this format have never been showcased. The exhibition will glimpse Nordic life through a novel and quintessentially Nordic blue lens.</p>\n<p><strong><a href=\"http://www.lucaberti.com\">Luca Berti</a> </strong>(b 1978) is a freelance photographer from Florence who has lived and worked in Denmark for over 20 years. He graduated from the Italian Institute of Photography in Milan, worked as a fashion photographer from 2000 to 2012, and since 2012 has been dedicated to a documentary project focusing on rural life in the Nordic and Baltic countries in the 21st century. Luca Berti is a true master of labour-intensive and slow analogue photography. His photos look refreshingly timeless in the ephemeral digital age. His works have been on exhibitions in Denmark, Norway, Latvia, Finland, Italy, Germany and Estonia. Find out more at lucaberti.com</p>\n<p>&#8220;My relationship with cyanotype is a direct consequence of my passion for 19th century photography and, in a more general perspective of the past, its forgotten values, feelings and moods in art and everyday life. With a large format camera and cyanotype as a technique to print the photos, I feel an imaginary, though intense, connection with the old masters I am inspired by and also with their world, which I am looking for in all my projects. In this way, my photo camera becomes my time machine.”</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "pohjamaade-sina"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Luca-Berti-Soo.-Dyrehaven-Klampenborg-Taani-2023-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Luca Berti",
        "startingDatetime": "2023-08-26 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": "Juhan Kuusi Dokfoto Keskus (Telliskivi 60a/5, Tallinn)",
        "locationAddress": {
          "streetAddress": "Juhan Kuusi Dokfoto Keskus, Telliskivi 60a-5, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozOTI=",
      "title": "Satelliit:„Põhjamaade sina”",
      "slug": "pohjamaade-sina",
      "content": "[details]</p>\n<p>Juhan Kuusi Dokfoto Keskus (Telliskivi 60a/5, Tallinn)<br />\nAvatud: K–R 14.00–18.00, L–P 12.00–18.00<br />\nPilet: 15 / 6 / 4 €<br />\nRatastooliga ligipääsetav</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Lummav ja ajatu fotonäitus räägib kauni analoogfotograafia tehnika – tsüanotüüpia – abil inimese ja looduse suhetest Põhjamaades, sh Eestis. Taanis elav itaalia fotograaf Berti on tuntud kui aeglase fotograafia meister. Ta liigub jalgrattal mööda Põhjamaid, pildistab analooglaiformaatkaameraga ja kasutab ilmutades vaid traditsioonilisi pimikutehnikaid. N-ö sinine näitus lisab autori loomingule uue kihi, kuna sellises vormistuses pole tema töid kunagi varem avalikult nähtud. Lisaks annab see vaatajatele võimaluse heita pilk põhjamaisele elule läbi värske ja meile nii omase sinise filtri.</p>\n<p><strong><a href=\"http://www.lucaberti.com\">Luca Berti</a></strong> (s 1978) on Firenzest pärit vabakutseline fotograaf, kes on üle 20 aasta elanud ja töötanud Taanis. Ta on lõpetanud Milanos Itaalia Fotograafiainstituudi, töötanud aastatel 2000–2012 moefotograafina ning alates 2012. aastast pühendunud Põhja- ja Baltimaade 21. sajandi maaelu kajastavale dokumentatsiooniprojektile. Luca Berti on töömahuka ja aeglase analoogfotograafia meister, kelle tehtud analoogfotod näevad kiiresti kaduval digiajastul välja värskendavalt ajatud. Tema loomingut on esitatud arvukatel näitustel Taanis, Norras, Lätis, Soomes, Itaalias, Saksamaal ja Eestis.</p>\n<p>„Minu suhe tsüanotüüpiaga sai alguse kirest 19. sajandi fotograafia vastu ning on inspireeritud üldisemalt selle ajastu unustatud väärtushinnangutest, tunnetest ja meeleoludest kunstis ning igapäevaelus. Suureformaadilise kaameraga pildistades ja fotode printimiseks tsüanotüüpiat kasutades tunnen kujuteldavat, kuigi intensiivset sidet mind inspireeritud vanameistrite ja nende maailmaga, mida otsin kõigist oma projektidest. Nii saab minu fotokaamerast minu ajamasin.”</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "nordic-blue"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Luca-Berti-Soo.-Dyrehaven-Klampenborg-Taani-2023-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Luca Berti",
        "startingDatetime": "2023-08-26 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": "Juhan Kuusi Dokfoto Keskus (Telliskivi 60a/5, Tallinn)",
        "locationAddress": {
          "streetAddress": "Juhan Kuusi Dokfoto Keskus, Telliskivi 60a-5, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozOTA=",
      "title": "Satellite: Forests of the North Wind",
      "slug": "forests-of-the-north-wind",
      "content": "[details]</p>\n<p>Curator: Annika Haas<br />\nGallery SEEK (Väike-Pääsukese 5, Tallinn)<br />\nOpen: Mon–Fri 12.00–18.00<br />\nTickets: 10 / 5 / 3 €<br />\nNo wheelchair access</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>Forests of the North Wind is the final part of a forest trilogy by two Finnish photographers Ritva Kovalainen and Sanni Seppo. The first two parts were Tree People (1997), an exploration into Finnish forest mythology, and Silvicultural Operations (2009), which highlighted the downsides of forestry.</p>\n<p>The photographs in the exhibition were taken in protected areas. Only a few percent of Finnish forests are in their natural state, that is, untouched. The majority of Finnish forests have been transformed by intensive forestry into something fundamentally different from what they would be naturally. Numerous species cannot survive in the new conditions.</p>\n<p>Natural forests are diverse spaces and states of being that sustain life and together with trees of different species and ages maintain biodiversity. Natural forests are biotic communities formed by thousands of plants, fungi, animals, protists and bacteria.  The enormous diversity of species is characteristic of the natural environment.</p>\n<p>In forests, the presence of death and decay creates continuity and new life. Phenomena we may regard as destructive are in fact vital for the abundance of life and its endless cycles. Dead trees are the most important trees in any forest but, to enrich forest life, they must first be able to grow slowly and live long.</p>\n<p>An old-growth forest is an important carbon reservoir. Thanks to their age and size, old trees are capable of binding a lot more carbon for a lot longer over their life cycle than trees logged at a young age in a commercial forest. Northern coniferous forests accumulate their largest carbon reservoirs in their soil.</p>\n<p>The exhibition urges us to recognise the difference between a natural forest and a commercial forest – to use modifier words when talking about forests, as our tendency to only talk generically about forests prevents us from seeing the true state of forest habitats.</p>\n<p><b>Ritva Kovalainen</b> (b. 1959) is a photographic artist whose numerous books, short films and exhibitions are themed particularly on the human relationship with nature.</p>\n<p><b>Sanni Seppo</b> (b. 1960) is a photographic artist whose work speaks about people’s community action to defend their rights, their relationship with nature and their fragile dreams of living lives unique to themselves. She is also interested in opportunities for influence through photography and is the co-artistic director of the Festival of Political Photography.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "pohjatuule-metsad"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/i-6TNxnL9-XL-1.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Ritva Kovalainen and Sanni Seppo",
        "startingDatetime": "2023-06-16 00:00:00",
        "endingDatetime": "2023-10-31 00:00:00",
        "locationName": "SEEK galerii (Väike-Pääsukese 5, Tallinn)",
        "locationAddress": {
          "streetAddress": "Väike-Pääsukese 5, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozODc=",
      "title": "Satelliit: „Põhjatuule metsad”",
      "slug": "pohjatuule-metsad",
      "content": "[details]</p>\n<p>Kuraator: Annika Haas<br />\nAvatud: E–R 12.00–18.00<br />\nPilet: 10 / 5 / 3 €<br />\nRatastooliga ligipääs puudub</p>\n<p>[/details]\n<p>&nbsp;</p>\n<p>12.10.2023 kell 17.30–19.30 toimub galeriis aruteluõhtu Timo Marani ja Remo Savisaarega. Osalemine piletiga.</p>\n<p>Linnastumispalavikus, energeetikaprobleemide kaoses ja lõputule konsumeerimisele orienteeritud eluviisis on mets saanud haiget. Seda mitte ainult meil, aga ka mujal. Metsade muutumist ja olukorda Soomes on kaameraga põhjalikult analüüsinud Ritva Kovalainen ja Sanni Seppo, kelle näitus &#8220;Põhjatuule metsad&#8221; on fotokunstnike loodud metsatriloogia viimane osa. Triloogia kaks esimest osa – “Puuinimesed” (1997) uuris Soome metsamütoloogiat, ja “Metsamajandusoperatsioonid” (2009) tõi välja kaasaegse metsanduse varjuküljed.</p>\n<p>Näituse fotod on jäädvustatud kaitsealadel. Vaid väike protsent Soome metsi on looduslikus, nö puutumatus olekus. Suurem osa Soome metsadest on intensiivse metsamajanduse tagajärjel muudetud põhjapanevalt täiesti teiseks, kui need oleksid loomulikuna. On arvukalt liike, mis ei suuda uutes tingimustes ellu jääda.</p>\n<p>Looduslikud metsad on mitmekesised, elu säilitavad ruumid ja olekud. Eri liiki ja vanusega puud hoiavad koos bioloogilist mitmekesisust. Looduslikud metsad on biootilised kogukonnad, mille moodustavad tuhanded taimed, seened, loomad, algloomad ja bakterid.  Looduslikule keskkonnale on omane tohutu liigiline mitmekesisus.</p>\n<p>Metsades loob surma ja lagunemise olemasolu järjepidevust ja uut elu. Nähtused, mida me võime pidada hävitavaks, on tegelikult elutähtsad elu rohkuse ja selle lõputute tsüklite jaoks. Surnud puud on igas metsas kõige tähtsamad puud, kuid metsade elu rikastamiseks peavad nad kõigepealt suutma aeglaselt kasvada ja kaua elada.</p>\n<p>Vana mets on oluline süsiniku reservuaar. Tänu oma vanusele ja suurusele suudavad vanad puud siduda oma elutsükli jooksul palju rohkem süsinikku kui noorelt raiutud puud majandusmetsas. Põhjapoolsed okasmetsad koguvad kasvupinnasesse oma suurimad süsinikuvarud.</p>\n<p>Näitus ärgitab ära tundma erinevust loodusmetsa ja majandusmetsa vahel – rääkima metsast eesliidetega, sest meie viis rääkida üldiselt ainult &#8220;metsast&#8221; ei lase meil näha metsalooduse tegelikku seisundit.</p>\n<p><b>Ritva Kovalainen</b> (1959) on fotokunstnik, kelle arvukates raamatutes, lühifilmides ja näitustel on teemaks eelkõige inimese suhe loodusega.</p>\n<p><b>Sanni Seppo </b>(1960) on fotokunstnik, kelle looming kõneleb inimeste kogukonna tegevusest oma õiguste kaitsmisel, nende suhtest loodusega ja habrastest unistustest omale ainuomases elus. Teda huvitavad ka võimalused fotograafia kaudu ühiskonda mõjutada ning ta on Poliitilise Fotograafia Festivali kunstiline juht Soomes.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "forests-of-the-north-wind"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/i-6TNxnL9-XL.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Ritva Kovalainen ja Sanni Seppo",
        "startingDatetime": "2023-06-16 00:00:00",
        "endingDatetime": "2023-10-31 00:00:00",
        "locationName": "SEEK galerii (Väike-Pääsukese 5, Tallinn)",
        "locationAddress": {
          "streetAddress": "Väike-Pääsukese 5, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozODU=",
      "title": "Urban space installation: My Hut is on the Edge",
      "slug": "urban-space-installation",
      "content": "<p><span style=\"font-weight: 400;\">[details]</span></p>\n<p><span style=\"font-weight: 400;\">Winner of the urban space photography project open call: Katerina Kouzmitcheva<br />\n</span><i><span style=\"font-weight: 400;\">My Hut is on the Edge<br />\n</span></i><span style=\"font-weight: 400;\">In two trams in Tallinn: Anne Veski and Eri Klas<br />\n</span><span style=\"font-weight: 400;\">15.10.–26.11.2023, on public transport hours<br />\n</span><span style=\"font-weight: 400;\">Opening 14.10.2023<br />\n</span><span style=\"font-weight: 400;\">Ticket: Tallinn public transport ticket<br />\n</span><span style=\"font-weight: 400;\">No wheelchair access</span></p>\n<p><span style=\"font-weight: 400;\">[/details]</span></p>\n<p>&nbsp;</p>\n<p>Katerina Kouzmitcheva’s exhibition <i>My Hut Is on the Edge</i> takes place as part of the 7th Tallinn Photomonth contemporary art biennial in two trams of Tallinn named after Anne Veski and Eri Klas, as well as at Salme tram stop. The exhibition transpires from the shortcomings in social awareness, as perceived by the artist. According to Kouzmicheva, there can be many personal reasons behind the prevailing indifference, yet at the level of society, this kind of stoicism spreads similarly to an epidemic and is amplified by everyone’s contributions.</p>\n<p>At Salme tram stop and on the handrails of the trams are displayed staged photographs inspired by figures of speech that are used in different languages to denote indifference and not caring. The title of the exhibition is a direct translation from a Russian expression that originally referred to living on the outskirts of the village and distancing oneself from what was going on in the village centre. Over time the meaning progressed from a physical location to referring to a mental and emotional state, as well as drawing boundaries to one’s capacity to care. Kouzmitcheva’s photographs are framed by newspaper clippings on subjects that people prefer to turn a blind eye to.</p>\n<p>The exhibition <i>My Hut Is on the Edge</i> summons the empathy of the passengers using public transportation. The quotations on the backs of the chairs about trending political and activist issues have been collected by the artist from Poles, Belarusians and Ukrainians living in Wrocław and Warsaw. Kouzmitcheva invites passengers of public transportation to symbolically sit in someone else’s chair with the aim of understanding what shapes the social attitudes, behaviours and (non)engagement in active citizenship of people around us.</p>\n<p><a href=\"https://katerinakouzmitcheva.com\"><b>Katerina Kouzmitcheva </b></a>is a Belarusian photographer, based in Wroclaw, Poland. She works at the intersection of documentary and art photography, exploring the themes of human interactions and political systems, identity-constructive memory, issues of feminine gender roles. Kouzmitcheva has graduated from the Academy of Documentary and Art Photography Fotografika in Saint Petersburg and holds a master’s degree in fine arts from the Academy of Art and Design in Wroclaw, Poland where she also currently works as an assistant in Photographic Imaging Technique Studio. She has been the winner of both TIFA and BIFA awards and she has been granted the Gaude Polonia scholarship from the Ministry of Culture and National Heritage of Poland. Kouzmitcheva’s works have been published in photography magazines, such as <i>Bird in Flight, Monovisions, Dodho</i> and others.</p>\n<p>Special thanks: AS Tallinna Linnatransport (TLT), Kati Ots and Tallinn Strategic Management Office, Taavi Rekkaro, Flo Kasearu.</p>\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "linnaruumi-installatsioon"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Chairs-in-one-1.jpeg"
        }
      },
      "programmeFields": {
        "subheading": "Katerina Kouzmitcheva",
        "startingDatetime": "2023-10-14 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": null,
        "locationAddress": {
          "streetAddress": "Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDozODM=",
      "title": "Linnaruumi installatsioon: „Minu maja asub küla serval”",
      "slug": "linnaruumi-installatsioon",
      "content": "<p><span style=\"font-weight: 400;\">[details]</span></p>\n<p><span style=\"font-weight: 400;\">Linnaruumi fotoprojekti avaliku konkursi võitja: Katerina Kouzmitcheva<br />\n</span><span style=\"font-weight: 400;\">„</span><span style=\"font-weight: 400;\">Minu maja asub küla serval”</span><span style=\"font-weight: 400;\"><br />\n</span><span style=\"font-weight: 400;\">Kahes Tallinna trammis: Anne Veski ja Eri Klas<br />\n</span><span style=\"font-weight: 400;\">15.10.–26.11.2023, ühistranspordi sõiduaegadel<br />\n</span><span style=\"font-weight: 400;\">Avamine 14.10.2023<br />\n</span><span style=\"font-weight: 400;\">Pilet: Tallinna ühistranspordi sõidupilet<br />\n</span><span style=\"font-weight: 400;\">Ratastooliga ligipääs puudub</span></p>\n<p><span style=\"font-weight: 400;\">[/details]</span></p>\n<p>&nbsp;</p>\n<p>Katerina Kouzmitcheva näitus „Minu maja asub küla serval” toimub 7. Tallinna Fotokuu kaasaegse kunsti biennaali raames trammides Anne Veski ja Eri Klas ning Salme trammipeatuses. Kouzmitcheva näitus tõukub puudujääkidest, mida kunstnik on märganud meie sotsiaalses tähelepanelikkuses. Kouzmicheva sõnul võib laialdase ükskõiksuse taga olla mitmeid isiklikke põhjuseid, kuid ühiskonnas levib see nagu haigus ning võimendub kõigi ühisel panusel.</p>\n<p>Salme ootepaviljonis ja trammide käsipuudel on väljas lavastuslikud fotod, mille inspiratsiooniks on olnud eri keeleruumides kasutusel olevad ütlused, mis kujundlikult osutavad ükskõiksusele ja mitte hoolimisele. Näituse pealkiri tuleneb otsetõlkena venekeelsest ütlusest, mis algselt viitas küla ääres elamisele ja külakeskuses toimuvast eemale hoidmisele. Füüsiline paik hakkas ajapikku tähistama vaimset ja emotsionaalset ruumi ning enda hoolivusele piiride tõmbamist. Kouzmitcheva fotosid raamivad ajaleheväljavõtted teemadel, mida inimesed eelistavad mitte märgata.</p>\n<p>Näitus „Minu maja asub küla serval” ärgitab ühistranspordis reisijaid empaatiale. Toolide seljatugedele lisatud tsitaadid päevakajalise poliitika ja aktivismi teemadel on kunstnik kogunud Wrocławis ja Varssavis elavatelt poolakatelt, valgevenelastelt ja ukrainlastelt. Kouzmitcheva kutsub ühistranspordis reisijaid sümboolselt istuma kellegi teise toolile, püüdega mõista, mis kujundab inimeste ühiskondlikke hoiakuid, käitumist ja kodanikuaktiivsust.</p>\n<p><a href=\"https://katerinakouzmitcheva.com\"><b>Katerina Kouzmitcheva</b></a> on Valgevene fotograaf, kes elab ja töötab Poolas Wrocławis. Ta kombineerib oma loomingus dokumentaalfotograafiat fotokunstiga, uurides inimestevahelisi suhteid ja poliitilisi süsteeme, identiteedi, mälu ning naiste ühiskondlike rollidega seotud küsimusi. Kouzmitcheva on lõpetanud Fotografika Akadeemia Peterburis ning omandanud vabade kunstide magistrikraadi Wrocławi Kunsti- ja Disainiakadeemias Poolas, kus ta hetkel töötab fotostuudio assistendina. Ta on rahvusvaheliste fotokonkursside TIFA ja BIFA võitja ning Poola Kultuuri- ja Rahvuspärandi Ministeeriumi Gaude Polonia stipendiaat. Tema teoseid on avaldatud fotoajakirjades nagu Bird in Flight, Monovisions, Dodho jt.</p>\n<p>Eriline tänu: AS Tallinna Linnatransport (TLT), Kati Ots ja Tallinna Strateegiakeskus, Taavi Rekkaro, Flo Kasearu.</p>\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "urban-space-installation"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Chairs-in-one.jpeg"
        }
      },
      "programmeFields": {
        "subheading": "Katerina Kouzmitcheva",
        "startingDatetime": "2023-10-14 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": null,
        "locationAddress": {
          "streetAddress": "Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo4MQ==",
      "title": "Artists’ film programme: part 1",
      "slug": "artists-film-programme",
      "content": "\r\n<p><span style=\"font-weight: 400;\">[details]</span></p>\r\n<p><span style=\"font-weight: 400;\">16.11.2023, </span><span style=\"font-weight: 400;\">part 1 <br /></span><span style=\"font-weight: 400;\">19.00–20.45<br /></span><span style=\"font-weight: 400;\">Curators: </span><span style=\"font-weight: 400;\">Piibe Kolka, Genevieve Yue<br /></span><span style=\"font-weight: 400;\"><a href=\"https://www.kinosoprus.ee/en\">Cinema Sõprus</a> (Vana-Posti 8, Tallinn)<br /></span><span style=\"font-weight: 400;\">Tickets: 10 / 7,5 € (7,5€ until 26.10.2023)<br /></span><span style=\"font-weight: 400;\">No wheelchair access<br /></span><span style=\"font-weight: 400;\">Screenings are part of the Black Nights Film Festival’s programme <a href=\"https://poff.ee/en/\">PÖFF</a> Expanded.</span></p>\r\n<p>[/details]</p>\r\n<p>&nbsp;</p>\r\n<p><a href=\"https://fotokuu-23-admin.fotokuu.ee/wp-content/uploads/2023/11/fotokuu-voldik_EE-EN_A53mm-bleed-02-1.pdf\">Booklet with the programme is available here (in Estonian and English)</a></p>\r\n<p>On 16 and 17 November, the Tallinn Photomonth artists’ films programme <em>Polar Coordinates</em> will take place at the cinema Sõprus. Ten films from eight countries will be screened during the two-day programme with themes ranging from intimate family relationships to geographic explorations and telepathic cinema. The film programme is curated by the Estonian artist and filmmaker Piibe Kolka and New York based critic and film curator Genevieve Yue. This is the first time that the programme takes place in collaboration with the Black Nights Film Festival PÖFF.</p>\r\n<p>Tallinn Photomonth’s film programme <em>Polar Coordinates</em>, which is part of the PÖFF Expanded programme, focuses on artists’ films that are the product of a variety of collaborations. “Unlike mainstream films, which are typically made by enormous crews, experimental or artist films often imply the painstaking work of a solitary maker. This year’s Photomonth film programme explores works that were created through various partnerships and dialogues in order to reflect upon the different forms of creative collaboration. Authors of many of these films are partners beyond filmmaking duos: they are families, romantic partners, scientists, and activists,” explains the artist and filmmaker Piibe Kolka, one of the curators of the programme.</p>\r\n<p>The first program, <em>A Frame that Holds Us</em><b>,</b> arises from the intimate spaces of the home, which, in these artists’ conceptions, can mean a physical space, a relation among people, or the recesses of the mind. These are inside-out home movies, playing on the conventions of their traditional forms, depicting unconventional domestic scenes, moments of strife as well as joy. The intimate spaces alternate with “views from the windows,” both literally but also as a framing of one’s world from a remove, an experience made globally familiar by the recent years of confinement and seclusion.</p>\r\n<p>Part I of the Tallinn Photomonth’s film programme, <em>A Frame that Holds Us</em><b></b>:</p>\r\n<p>– Is it a knife because…, Eitan Efrat and Sirah Foighel Brutmann, 2022, Belgium, 26 min, HD video, in French and Hebrew, with English subtitles.<br />– Où En Êtes-Vous, João Pedro Rodrigues? (Where Do You Stand Now, João Pedro Rodrigues?), João Pedro Rodrigues, 2017, Portugal, France, 21 min, DCP, in English and Portuguese, English subtitles.<br />– Come Coyote, Dani Leventhal ReStack, Sheilah (Wilson) ReStack, 2019, United States, 8 min, HD video, in English.<br />– Orbs, Liina Siib, 2016, Estonia, 3 min, HD video, no dialogue.<br />– A Practice for Surrender, Tõnis Jürgens, 2022, Czech Republic, Estonia, 13 min, DCP, in English.<br />– In a Nearby Field, Laida Lertxundi and Ren Ebel, 2023, Spain, 18 min, 35mm, in Basque, English and Spanish, with English subtitles.</p>\r\n<p>The second part of the Photomonth film programme, <a href=\"https://www.fotokuu.ee/en/programm/artists-film-programme-part-2\"><i>A Question that Can Be Answered Yes or No</i></a>, takes place on 17 November from 19.00 to 21.00 at the cinema Sõprus. The second program<b> </b>traverses the world, collapsing vast distances of time and space through trajectories of desire. Whether working in close quarters or at a far remove, these explorers share with each other their discoveries, frustrations, and joys. There is a yearning for communication that finds an expression in experimental devices, shared motions, and the subtle discrepancies of perspective.</p>\r\n<p>The second evening of screenings will be followed by a Q&amp;A with the artists and curators. <strong>Additionally, a public lecture on the subject of feminism and film materiality will be held by Genevieve Yue, one of the curators of the film programme, in the main auditorium of the Estonian Academy of Arts on 20 November at 17.30.</strong></p>\r\n\r\n\r\n\r\n<p><a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\" target=\"_blank\" rel=\"noreferrer noopener\">Piibe Kolka</a> is an artist, filmmaker and film worker with a background in anthropology. She is interested in artists’ moving image as a personal enquiry into the bodily, temporal and rhythmic aspects of social realities. She works with video, sound, and performance, artistic research and curatorial practices. She has co-curated artist film programs for Kumu Art Film Festival (2016 and 2018) and at the international group show Point of No Return at NART art residency (2021).</p>\r\n\r\n\r\n\r\n<p><a href=\"https://www.genevieveyue.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Genevieve Yue</a> is an associate professor of culture and media and director of the Screen Studies program at the New School. She has programmed films at Anthology Film Archives, Metrograph, MassArt, and other venues. Her essays and criticism have appeared in Mubi, Film Comment, Film Quarterly, and Reverse Shot, and she is author of Girl Head: Feminism and Film Materiality (Fordham University Press, 2021). She is based in New York City.</p>\r\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "kunstnikufilmide-programm"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Taevakerad_Orbs_still-1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": null,
        "startingDatetime": "2023-11-16 19:00:00",
        "endingDatetime": "2023-11-16 20:45:00",
        "locationName": "Cinema Sõprus",
        "locationAddress": {
          "streetAddress": "Kino Sõprus, Vana-Posti, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo3OA==",
      "title": "Kunstnikufilmide programm: I osa",
      "slug": "kunstnikufilmide-programm",
      "content": "\r\n<p><span style=\"font-weight: 400;\">[details]</span></p>\r\n<p><span style=\"font-weight: 400;\">16.11.2023, </span><span style=\"font-weight: 400;\">I osa <br /></span><span style=\"font-weight: 400;\">19.00–20.45<br /></span><span style=\"font-weight: 400;\">Kuraatorid: Piibe Kolka, Genevieve Yue<br /></span><span style=\"font-weight: 400;\"><a href=\"https://www.kinosoprus.ee/et\">Kino Sõprus</a> (Vana-Posti 8, Tallinn)<br /></span><span style=\"font-weight: 400;\">Pilet: 10 / 7.5 € (eelmüügist kuni 26.10.2023 7.5 €)<br /></span><span style=\"font-weight: 400;\">Ratastooliga ligipääs puudub<br /></span><span style=\"font-weight: 400;\">Programm kuulub Pimedate Ööde Filmifestivali (<a href=\"https://poff.ee\">PÖFF</a>) kavasse PÖFF Expanded.</span></p>\r\n<p>[/details]</p>\r\n<p>&nbsp;</p>\r\n<p><a href=\"https://fotokuu-23-admin.fotokuu.ee/wp-content/uploads/2023/11/fotokuu-voldik_EE-EN_A53mm-bleed-02-1.pdf\"><span class=\"im\">Programmi trükise leiad siit (eesti ja inglise keeles)</span></a></p>\r\n<p><span class=\"im\">16. ja 17. novembril toimub kinos Sõprus Tallinna Fotokuu kunstnikufilmide programm „Pooluste koordinaadid“. Kaheosalises programmis linastub kokku 10 filmi kaheksast riigist ning filmide teemadering ulatub intiimsetest perekondlikest suhetest geograafiliste avastusretkede ja telepaatilise kinoni. Filmiprogrammi kureerivad Eesti kunstnik ja filmitegija Piibe Kolka ning New Yorgis tegutsev kriitik ja filmikuraator Genevieve Yue. Esmakordselt toimub programm koostöös Pimedate Ööde Filmifestivaliga (PÖFF).</span></p>\r\n<p><span class=\"im\">PÖFF Expanded kavas linastuv Tallinna Fotokuu filmiprogramm „Pooluste koordinaadid“ keskendub kunstnikufilmidele, mis on sündinud erinevate koostöövormide tulemusel. „Erinevalt peavoolu filmidest, mille taga on suured meeskonnad, on kunstniku- või eksperimentaalfilmid sageli üksiku looja vaevarikka töö tulemus. Fotokuu filmiprogramm vaatleb seekord aga erinevatest partnerlustest ja dialoogidest sündinud teoseid eesmärgiga mõtestada loomingulise koostöö erinevaid vorme. Mitmete filmide autorid on partnerid ka perekondlikes või romantilistes suhetes, teadustöö või aktivismi vallas,“ tutvustab kunstnik ja filmitegija ning filmiprogrammi üks kuraatoreid Piibe Kolka.</span></p>\r\n<p>Programmi esimene osa „Meid hoidvas kaadris“ tõukub intiimsest kodukeskkonnast, mis antud kunstnike käsitlustes võib viidata nii füüsilisele ruumile, inimestevahelistele suhetele kui isiklikule mõtteilmale. Need on äraspidi koduvideod, mis mängivad formaadist lähtuvate tavadega, kujutades ebatavalisi koduseid stseene, vastandumise ja rõõmu hetki. Intiimsete ruumide vahel on “raamistatud vaated”, nii otseses tähenduses läbi akna paistmas kui ka distantseeritult omailma tunnetamisena – kogemused, mis said viimastel piirangute ja eraldatuse aastatel paljudele tuttavaks.</p>\r\n<p>Tallinna Fotokuu kunstnikufilmide programmi I osa, „Meid hoidvas kaadris“:</p>\r\n<p>– On see nuga, sellepärast et…, Eitan Efrat ja Sirah Foighel Brutmann, 2022, Belgia, 26 min, HD video, prantsuse ja heebrea keeles, ingliskeelsete subtiitritega.<br /><i>– Où En Êtes-Vous, João Pedro Rodrigues?</i> („Kusmaal te sellega olete, João Pedro Rodrigues?“), João Pedro Rodrigues, 2017, Portugal, Prantsusmaa, 21 min, DCP, inglise ja portugali keeles, ingliskeelsete subtiitritega.<br />– Tule, koiott, Dani Leventhal ReStack, Sheilah (Wilson) ReStack, 2019, Ameerika Ühendriigid, 8 min, HD video, inglise keeles.<br />– Taevakerad, Liina Siib, 2016, Eesti, 3 min, HD video, dialoogita.<br />– Heitlikkuse harjutus, Tõnis Jürgens, 2022, Tšehhi, Eesti, 13 min, DCP, inglise keeles.<br />– Ühel põllul siin naabruses, Laida Lertxundi ja Ren Ebel, 2023, Hispaania, 18 min, 35 mm, baski, inglise ja hispaania keeles, ingliskeelsete subtiitritega.</p>\r\n<p>Tallinna Fotokuu kunstnikufilmide programmi II osa <a href=\"https://www.fotokuu.ee/programm/kunstnikufilmide-programm-ii-osa\">„Võimalikke vastuseid on kaks“</a> toimub 17. novembril kell <span class=\"im\">19.00–21.00 kinos Sõprus</span>. Programmi teine osa rändab läbi maailma, kattes ihast suunatuna pikki ajalisi ja ruumilisi vahemaid. Töötades lähestikku või teineteisest kaugel, jagavad uurijad-kunstnikud-ilmarändurid üksteisega avastusi, pettumusi ja rõõme. Kontakti järele igatsuse väljendajaks saavad eksperimentaalsed seadeldised, jagatud liigutused ja vaatenurga peened lahknevused. </p>\r\n<p><span class=\"im\">Teisel linastusõhtul järgneb filmidele vestlus kunstnike ja kuraatoritega. <strong>Lisaks toimub 20. novembril algusega kell 17.30 Eesti Kunstiakadeemia suures auditooriumis filmiprogrammi väliskuraatori Genevieve Yue avalik loeng feminismi ja filmi materiaalsuse teemadel.</strong></span></p>\r\n<p><strong><a href=\"https://www.efis.ee/en/filmmakers/filmmaker/id/21994\" target=\"_blank\" rel=\"noreferrer noopener\">Piibe Kolka</a> </strong>on antropoogia taustaga kunstnik, filmitegija ja filmivaldkonna töötaja. Teda huvitab kunstnikufilm isikliku uurimusena sotsiaalsete reaalsuste, kehaliste, ajaliste ja rütmiliste aspektide kohta. Kolka praktika keskmes on video, heli ja <em>performance</em>, loomeuurimus ja kuraatoripraktikad. Ta on kureerinud kunstnikufilmide programmi Kumu kunstnikefilmide festivalile (2016, 2018) ja olnud rahvusvahelise grupinäituse „Taganemiseeta. Kohaloluharjutus” (2021) kaaskuraator NART kunstiresidentuuris Narvas.</p>\r\n<p><strong><a href=\"https://www.genevieveyue.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Genevieve Yue</a></strong> on New Yorgis tegutsev filmikuraator, -kriitik ja -haritlane, kes töötab kultuuri- ja meediaõpingute dotsendina New Yorgi New School&#8217;is, kus juhib ka ekraanimeedia programmi. Ta on koostanud arvukalt filmiprogramme, seehulgas Anthology Film Archives, Metrograph, MassArt jt. Tema tekste on avaldatud paljudes väljaannetes, sh. Mubi, Film Comment, Film Quarterly, Reverse Shot; samuti on ta raamatu &#8216;Girl Head: Feminism and Film Materiality'(Fordham University Press, 2021) autor.</p>\r\n\r\n\r\n\r\n\r\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "artists-film-programme"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/Taevakerad_Orbs_still-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": null,
        "startingDatetime": "2023-11-16 19:00:00",
        "endingDatetime": "2023-11-16 20:45:00",
        "locationName": "Kino Sõprus",
        "locationAddress": {
          "streetAddress": "Kino Sõprus, Vana-Posti, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo3NQ==",
      "title": "Main exhibition: Trance",
      "slug": "trance",
      "content": "\r\n[details]</p>\r\n<p>Curator: <a href=\"http://ilarilaamanen.com/\">Ilari Laamanen</a><br />Tallinn Art Hall, Lasnamäe Pavilion (Jaan Koorti 24, Tallinn)<br />Opening: 06.10.2023 at 6pm<br />Open: Wed–Sun 12.00–19.00<br />Free entrance<br />Accessible by wheelchair</p>\r\n<p>[/details]\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-weight: 400;\">Watching, spectating, following. Contemporary screen-dominated conditions can be described by many names. In digital interactions, notions between the living and nonliving or real and unreal continue to be destabilised. What was once understood as a reality is taking an unusual form. It has a texture that is unreal. </span></p>\r\n<p><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> explores how artworks can complicate and aid in examining sensory experience in a technologically mediated world. The exhibition is a swirl in time: a spiral moving between humane and mechanical, fantastical and factual, allure and absence. It aims to disorient and reorient the viewer and the viewing situation. Here, the act of watching itself is under scrutiny. The closer one gets to the real, the more imaginary it becomes.</span></p>\r\n<p><span style=\"font-weight: 400;\">The tapestry of images and information is dense, endless. It’s threading seems to follow a pulse that is all-encompassing, yet unfathomable. But no surface is impenetrable. There are loopholes that encourage us to shift the perspective or embark on a search for the furthest end of the wild yarn… The question is, what happens when the eyes are closed? Which narratives continue to be looped, and what kind of emotions surface? Whose voices are speaking?  </span></p>\r\n<p><i><span style=\"font-weight: 400;\">Trance</span></i><span style=\"font-weight: 400;\"> brings together local and international artists of different generations who work with various disciplines. The artists in the exhibition absorb, hack and reformat conventional means of (audio)visual presentation through existing and newly commissioned work. They present idiosyncratic encounters between bodies and technologies and utilise glitch as a conceptual tool – a split in time, a gesture that by design requires a moment of remediation and reflection. </span></p>\r\n<p><strong><a href=\"http://ilarilaamanen.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Ilari Laamanen</a></strong> is an independent curator based in New York. Through his projects he contemplates on challenges and possibilities of communication in hyperconnected culture. He worked as the Director of Programs at the Finnish Cultural Institute in New York (2013–2020) where he co-founded and led the MOBIUS Fellowship Program for independent and institutional curators. Laamanen received his MA in Curating, Managing and Mediating Art at the Aalto University School of Arts, Design and Architecture and his BA in Media studies at the University of Turku.</p>\r\n\r\n\r\n",
      "language": {
        "slug": "en"
      },
      "translations": [
        {
          "slug": "transs"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/4_Patricia_Dominguez_Eyes_of_Plants_commissioned_Gasworks_London_2019_1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Tallinn Photomonth 2023 Main Exhibition",
        "startingDatetime": "2023-10-06 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": "Tallinn Art Hall, Lasnamäe Pavilion",
        "locationAddress": {
          "streetAddress": "Kunstihoone Lasnamäe paviljon, Jaan Koorti, Tallinn, Eesti"
        }
      }
    },
    {
      "id": "cG9zdDo3Mg==",
      "title": "Peanäitus: Transs",
      "slug": "transs",
      "content": "\r\n[details]</p>\r\n<p>Kuraator: <a href=\"http://ilarilaamanen.com/\">Ilari Laamanen</a><br />Tallinna Kunstihoone Lasnamäe paviljon (Jaan Koorti 24, Tallinn)<br />Avamine: 06.10 kell 18:00<br />Avatud: K–P 12.00–19.00<br />Tasuta sissepääs<br />Ratastooliga ligipääsetav</p>\r\n<p>[/details]\r\n<p>&nbsp;</p>\r\n<p><span style=\"font-weight: 400;\">Vaatamine, vaatlemine, jälgimine. Tänapäevast elu, mida valitsevad ekraanid, saab kirjeldada mitut moodi. Digisuhtluses on elava ja elutu või tõelise ja ebatõelise vahekord endiselt ebamäärane. See, mida kunagi mõisteti tegelikkusena, omandab ebatavalise kuju. Sellel on ebatõepärane tekstuur.</span></p>\r\n<p><span style=\"font-weight: 400;\">„Transs“ uurib, kuidas kunstiteosed võivad tehnoloogia abil vahendatud maailmas sensoorsete kogemuste käsitlemise keerukamaks muuta, aga seda ka hõlbustada. Näitus on otsekui keeris ajas: spiraal, mis liigub inimliku ja mehaanilise, fantaasia ja tegelikkuse, veetluse ja puudumise vahel. Selle eesmärk on vaatajat eksitada ja vaatamisolukorda ümber kujundada. Vaatluse all on vaatlemine ise. Mida lähemale me tõelisele jõuame, seda kujuteldavamaks see muutub.</span></p>\r\n<p><span style=\"font-weight: 400;\">Piltide ja teabe lõuend on tihe ning lõputu. Tundub, et selle lõimed järgivad pulssi, mis on kõikehõlmav, ent siiski tabamatu. Kuid ükski pind pole läbitamatu. On katkestusi, mis julgustavad meid vaatenurka nihutama või suunduma otsima tundmatu lõime kaugeimat otsa &#8230; Küsimus on, mis juhtub siis, kui silmad on suletud? Milliseid narratiive silmuseks keeratakse ja millised tunded pinnale kerkivad? Kelle hääled kõnelevad?</span></p>\r\n<p><span style=\"font-weight: 400;\">„Transs“ koondab mitme põlvkonna kohalikke ja rahvusvahelisi kunstnikke, kes tegutsevad eri valdkondades. Varem loodud, aga ka äsja tellimustööna valminud teostega neelavad, häkivad ja vormindavad näitusel osalevad kunstnikud ümber tavapäraseid (audio)visuaalseid esitusvahendeid. Nad esitlevad kehade ja tehnoloogiate omapäraseid kohtumisi ning kasutavad kontseptuaalse vahendina hetkhäiringut (ingl </span><i><span style=\"font-weight: 400;\">glitch</span></i><span style=\"font-weight: 400;\">). See on lõhe ajas, žest, mis eeldab, et peatume korraks ja teeme parandusi.</span></p>\r\n<p>\r\n\r\n</p>\r\n<p><strong><a href=\"http://ilarilaamanen.com/\" target=\"_blank\" rel=\"noreferrer noopener\">Ilari Laamanen</a></strong> on New Yorgis tegutsev kuraator. Oma projektides vaatleb Laamanen kommunikatsioonivõimalusi ja väljakutseid hüperühendatud kultuuris. Ta on töötanud New Yorgi Soome Kultuuri Instituudi programmijuhina (2013–2020), kus ta kaasasutas ja juhtis MOBIUSe stipendiumiprogrammi vabakutselistele ja institutsionaalsetele kuraatoritele. Laamanen omandas magistrikraadi kureerimise, kunstivaldkonna juhtimise ja vahendamise erialal Aalto Ülikoolis ning bakalaureusekraadi meediaõpingute alal Turu Ülikoolis.</p>\r\n",
      "language": {
        "slug": "et"
      },
      "translations": [
        {
          "slug": "trance"
        }
      ],
      "featuredImage": {
        "node": {
          "sourceUrl": "/images/programmes/4_Patricia_Dominguez_Eyes_of_Plants_commissioned_Gasworks_London_2019_1-scaled.jpg"
        }
      },
      "programmeFields": {
        "subheading": "Tallinna Fotokuu 2023 peanäitus",
        "startingDatetime": "2023-10-06 00:00:00",
        "endingDatetime": "2023-11-26 00:00:00",
        "locationName": "Tallinna Kunstihoone Lasnamäe Pavilion",
        "locationAddress": {
          "streetAddress": "Kunstihoone Lasnamäe paviljon, Jaan Koorti, Tallinn, Eesti"
        }
      }
    }
  ]
}